{
	"Adversario": {
		"description": "¿Quién serán los jugadores y los adversarios?",
		"options": {
			"Jugador vs Entorno para un solo jugador": "Juego de Jugador vs Entorno para un jugador sin interacción multijugador, como The Legend of Zelda.",
			"Jugador vs Entorno cooperativo": "Juego multijugador de Jugador vs Entorno donde los jugadores trabajan juntos para alcanzar objetivos comunes, como Overcooked.",
			"Jugador vs Jugador Duelo": "Juego multijugador de Jugador vs Jugador donde 2 jugadores compiten directamente entre sí, como el ajedrez.",
			"Jugador vs Jugador basado en equipos": "Juego multijugador de Jugador vs Jugador donde los jugadores colaboran en equipos para alcanzar objetivos, como Overwatch.",
			"Jugador vs Jugador Battle Royale": "Juego multijugador de Jugador vs Jugador donde los jugadores luchan entre sí para ser el último superviviente, como Fortnite."
		}
	},
	"Escenario": {
		"description": "¿Cuál será el escenario de fondo donde se desarrollará el juego?",
		"options": {
			"Edad de Piedra": "Era primitiva de la historia humana temprana.",
			"Civilización Antigua": "Sociedades complejas tempranas en varias regiones del mundo.",
			"Egipto Antiguo": "Civilización a lo largo del río Nilo conocida por las pirámides y los faraones.",
			"Periodo Helenístico": "Período de influencia griega y difusión cultural después de Alejandro Magno.",
			"Era Romana": "Período de la antigua civilización romana y su vasto imperio.",
			"Edad Media": "Era histórica entre la caída del Imperio Romano de Occidente y el Renacimiento.",
			"Civilización Maya": "Civilización mesoamericana conocida por su cultura y arquitectura avanzadas.",
			"Era Medieval": "Período de la historia europea entre la caída de Roma y el Renacimiento.",
			"Renacimiento": "Renacimiento de las artes, la literatura y el aprendizaje en Europa durante los siglos XIV-XVII.",
			"Época de la Exploración": "Época de exploración y descubrimiento marítimo por las potencias europeas.",
			"Época de la Ilustración": "Movimiento intelectual y filosófico durante el siglo XVIII.",
			"Revolución Industrial": "Transformación de las economías y sociedades a través de la industrialización.",
			"Lejano Oeste": "Época mítica de la frontera estadounidense a fines del siglo XIX.",
			"Era Victoriana": "Período del reinado de la reina Victoria conocido por sus estrictas normas sociales.",
			"Era de la Primera Guerra Mundial": "Período de tiempo que rodea la Primera Guerra Mundial.",
			"Años Locos": "Década de dinamismo cultural y prosperidad económica en los años 1920.",
			"Era de la Segunda Guerra Mundial": "Período de tiempo que rodea la Segunda Guerra Mundial.",
			"Era de la Guerra Fría": "Tensión política entre Estados Unidos y la Unión Soviética.",
			"Era de la Información": "Período caracterizado por rápidos avances tecnológicos e información digital.",
			"Era de las Redes Sociales": "Época de uso generalizado de plataformas de redes sociales.",
			"Era de la Exploración Espacial": "Época de la exploración y el descubrimiento humano más allá de la Tierra.",
			"Colonia Espacial": "Asentamiento humano establecido en el espacio exterior o en otros cuerpos celestes.",
			"Estación Espacial": "Estructura en órbita donde los astronautas realizan investigaciones científicas y viven temporalmente.",
			"Baldío Postapocalíptico": "Un mundo devastado por un evento catastrófico o el colapso de la civilización.",
			"Futuro Distópico": "Una sociedad futura imaginada caracterizada por la opresión y el sufrimiento.",
			"Ciudad Ciberpunk": "Entorno urbano futurista influenciado por la tecnología y la cibernética.",
			"Metrópolis Futurista": "Ciudad de alta tecnología con infraestructura avanzada y arquitectura futurista.",
			"Pueblo Costero": "Asentamiento ubicado cerca de una costa o línea costera.",
			"Mundo Steampunk": "Realidad alternativa con tecnología a vapor y estética victoriana.",
			"Pueblo Samurai": "Pueblo japonés tradicional con guerreros samuráis y prácticas culturales.",
			"Ruinas Antiguas": "Restos de estructuras o civilizaciones antiguas del pasado.",
			"Pueblo Tribal": "Pequeña comunidad con personas indígenas que viven de manera tradicional.",
			"Monasterio del Himalaya": "Retiro religioso o centro de aprendizaje en la cordillera del Himalaya.",
			"Templo Inca": "Estructura sagrada construida por la civilización inca en América del Sur.",
			"Pueblo de Montaña": "Asentamiento enclavado en una región montañosa.",
			"Paisaje Ártico Frío": "Entorno congelado y helado en la región ártica.",
			"Paisaje de Desierto Caliente": "Entorno arenoso y árido con temperaturas extremas.",
			"Selva o Bosque Tropical": "Bosque tropical exuberante y denso con abundante biodiversidad.",
			"Llanuras de Sabana": "Llanuras abiertas y cubiertas de hierba con árboles dispersos en regiones tropicales o subtropicales.",
			"Archipiélago de Islas": "Un conjunto de islas pintorescas esperando ser exploradas y descubiertas.",
			"Galería de Arte": "Un espacio curado que muestra obras de arte exquisitas y expresiones creativas.",
			"Museo de Historia": "Un lugar donde el pasado cobra vida a través de artefactos, exposiciones e historias.",
			"Campo de Batalla Activo": "Un campo de batalla caótico e intenso donde se decide el destino de los conflictos.",
			"Dungeon Siniestro": "Un laberinto oscuro y peligroso lleno de trampas, monstruos y tesoros ocultos.",
			"Castillo Encantado": "Una majestuosa fortaleza impregnada de encanto mágico y secretos de una era pasada.",
			"Tierra de Cuento de Hadas": "Un reino encantador directamente de los libros de cuentos, donde la magia y la maravilla abundan.",
			"Mundo de Fantasía": "Un reino de imaginación ilimitada, poblado por criaturas míticas y aventuras épicas.",
			"Bosque Mágico": "Un bosque encantador repleto de criaturas místicas y flora extraordinaria.",
			"Reino Mágico": "Un reino maravilloso gobernado por monarcas benevolentes y fenómenos mágicos.",
			"Reino Mitológico": "Un dominio antiguo y mítico poblado por dioses, héroes y seres legendarios.",
			"Realidad Alternativa": "Una dimensión paralela donde las leyes de la física y la realidad son profundamente diferentes.",
			"Mundo de Simulación": "Un reino digital donde se pueden explorar y manipular experiencias y realidades virtuales.",
			"Mundo de los Sueños": "Un reino surrealista donde los sueños se vuelven tangibles y la realidad se difumina con el subconsciente.",
			"Mundo de Pesadilla": "Un reino escalofriante y pesadillesco lleno de horrores y manifestaciones retorcidas.",
			"Mundo Submarino": "Un asombroso reino acuático lleno de vida marina vibrante y tesoros ocultos.",
			"Tablero de Juego de Mesa": "Un escenario de juegos de mesa para batallas estratégicas, misiones y emocionantes aventuras.",
			"Playa Paradisíaca": "Un paraíso tropical con arena prístina, aguas cristalinas y serena relajación.",
			"Safari Africano": "Una experiencia inmersiva que explora la naturaleza salvaje y la increíble vida silvestre de África.",
			"Parque de Diversiones": "Un destino animado y entretenido con emocionantes atracciones y juegos.",
			"Casino o guarida de juegos de azar": "Un establecimiento vibrante que ofrece juegos de azar y emoción.",
			"Casa Encantada": "Una residencia escalofriante habitada por espíritus inquietos y fenómenos espeluznantes.",
			"Dojo de Artes Marciales": "Un centro de entrenamiento dedicado al dominio de las técnicas y la disciplina de las artes marciales.",
			"Barco Pirata": "Una embarcación marítima tripulada por piratas audaces en aventuras osadas.",
			"Comisaría de Policía": "Un centro neurálgico para la aplicación de la ley, la resolución de crímenes y el mantenimiento de la seguridad pública.",
			"Academia Escolar": "Una institución de aprendizaje y conocimiento que fomenta el crecimiento y desarrollo personal.",
			"Laboratorio de Ciencias": "Una instalación de vanguardia para la investigación científica y los experimentos innovadores.",
			"Estudio de Grabación": "Un entorno creativo donde se produce música, se graban películas y se crean producciones artísticas.",
			"Estadio Deportivo": "Un escenario emocionante donde los atletas compiten en eventos deportivos de alto nivel.",
			"Plataforma Espacial": "Una base espacial avanzada donde los astronautas llevan a cabo investigaciones científicas y exploran el cosmos."
		}
	},
	"Objetivo": {
		"description": "¿Cuál será el objetivo del juego?",
		"options": {
			"Ser el primero": "Un juego de carreras competitivo en el que el objetivo es ser el primero en llegar a la meta.",
			"Durar más tiempo": "Permanecer indefinidamente frente a desafíos cada vez más difíciles para lograr el mayor tiempo de supervivencia.",
			"Ganar más puntos": "Un juego arcade de puntuación alta en el que el objetivo es acumular puntos para la victoria.",
			"Derrotar al enemigo": "Un juego en el que te esfuerzas por derrotar enemigos y salir victorioso en la batalla.",
			"Encontrar todos los tokens": "Explora, busca y encuentra tesoros ocultos dispersos por todo el mundo del juego.",
			"Alcanzar el final de la historia": "Un juego impulsado por la narrativa en el que el objetivo es llegar a la conclusión de la historia.",
			"Terminar todos los niveles": "Un juego en el que el objetivo es completar todos los niveles dentro del mundo del juego.",
			"Mundo abierto sandbox": "Explora, crea y diviértete en un infinito patio de recreo virtual de creatividad y exploración."
		}
	},
	"Elemento": {
		"description": "¿Qué elemento debe estar presente en el juego?",
		"options": {
			"Ábaco": "Herramienta de cálculo antigua. Resuelve rompecabezas o desbloquea códigos secretos.",
			"Alquimia": "Arte místico de la transmutación. Crea pociones o transforma objetos.",
			"Extraterrestres": "Ser extraterrestre. Encuéntralos, forma alianzas o participa en batallas intergalácticas.",
			"Paquete de munición": "Suministro de munición. Reabastece tus armas durante el combate.",
			"Amuleto": "Amuleto mágico. Concede habilidades especiales o protege contra maldiciones.",
			"Ángeles": "Ser celestial. Ayuda al jugador o sirve como guía en misiones.",
			"Compañeros animales": "Amigos animales leales. Ayudan en la exploración, el combate o la resolución de rompecabezas.",
			"Arqueología": "Estudio de artefactos antiguos. Descubre tesoros perdidos o resuelve misterios históricos.",
			"Armadura": "Equipo de protección. Mejora la defensa o soporta ataques poderosos.",
			"Flecha": "Arma proyectil. Apunta y dispara a objetivos o enemigos.",
			"Astronomía": "Estudio de los cuerpos celestes. Navega utilizando constelaciones o desbloquea conocimientos ocultos.",
			"Mochila": "Almacenamiento de objetos. Lleva suministros, equipo u objetos relacionados con misiones.",
			"Vendaje": "Ayuda médica. Cura heridas o cura enfermedades.",
			"Binoculares": "Dispositivo óptico. Observa objetos distantes o explora áreas desde lejos.",
			"Bomba": "Dispositivo explosivo. Destruye obstáculos, enemigos o abre caminos sellados.",
			"Criaturas botánicas": "Entidades vivientes basadas en plantas. Interactúa con ellas, resuelve acertijos o aprovecha sus poderes.",
			"Planta de cactus": "Planta espinosa del desierto. Utiliza sus espinas para defenderte o descubre objetos ocultos.",
			"Velas": "Fuentes de luz. Ilumina áreas oscuras o crea un ambiente atmosférico.",
			"Piezas de ajedrez": "Elementos del juego. Juega acertijos similares al ajedrez o participa en batallas estratégicas.",
			"Tablero de ajedrez": "Tablero a cuadros. Resuelve acertijos, desafía oponentes o elabora estrategias.",
			"Cofre": "Contenedor de tesoros. Desbloquéalo para obtener recompensas o encuentra llaves ocultas.",
			"Cine": "Escenario relacionado con el cine. Mira películas, resuelve acertijos temáticos de películas o interactúa con personajes.",
			"Civilizaciones": "Sociedades avanzadas. Construye, comercia o compite con diferentes civilizaciones.",
			"Taza de café": "Contenedor de bebida caliente. Úsala para aumentar la energía o como objeto de misión.",
			"Monedas": "Moneda. Recoge, intercambia o compra objetos y mejoras.",
			"Cubo compañero": "Objeto inanimado amigable. Resuelve acertijos o encuentra compañía.",
			"Brújula": "Herramienta de navegación. Guía al jugador, localiza puntos de interés o encuentra tesoros ocultos.",
			"Palanca": "Herramienta de utilidad. Abre puertas, cajas o resuelve acertijos.",
			"Cristal": "Mineral brillante. Aprovecha su energía, desbloquea habilidades mágicas o restaura el poder.",
			"Cupido": "Dios del amor. Influye en las relaciones o utiliza poderes relacionados con el amor.",
			"Baile": "Movimientos rítmicos. Participa en competencias de baile, entretén personajes o desencadena eventos.",
			"Ciclo día-noche": "Cambios de tiempo del día. Afecta la jugabilidad, la visibilidad o el comportamiento de los NPC.",
			"Opciones de diálogo": "Toma de decisiones del jugador. Influye en la trama, las relaciones o los resultados de las misiones.",
			"Dinosaurios": "Reptiles prehistóricos. Encuéntralos, domésticalos o sobrevive a los encuentros con ellos.",
			"Dragones": "Criaturas legendarias. Móntalos, lucha contra ellos o busca su sabiduría.",
			"Clima dinámico": "Condiciones atmosféricas cambiantes. Impacta la jugabilidad, la visibilidad o el comportamiento de los NPC.",
			"Exploradores": "Aventureros en busca de lo desconocido. Embárcate en misiones, descubre lugares ocultos o resuelve misterios.",
			"Hadas": "Pequeños seres mágicos. Ayudan al jugador, otorgan poderes o interactúan con el entorno.",
			"Granja": "Cultivar cultivos y criar ganado. Recoger recursos, comerciar o administrar una granja.",
			"Moda": "Estilo y ropa. Personaliza personajes, desbloquea trajes o participa en competiciones de moda.",
			"Acuario": "Hábitat acuático. Recoge y cuida peces, decora el acuario o participa en mini-juegos.",
			"Jarrón de flores": "Contenedor decorativo. Arregla flores, resuelve acertijos o desencadena eventos especiales.",
			"Flores": "Plantas en flor. Colecciónalas, cultívalas o úsalas para diversos propósitos.",
			"Comida": "Sustento comestible. Cocina, recoge ingredientes o administra recursos alimentarios.",
			"Frutas": "Productos deliciosos y nutritivos. Recógelos, comercia o úsalos en recetas.",
			"Lata de combustible": "Fuente de energía. Alimenta vehículos o maquinaria, o se utiliza como objeto de misión.",
			"Gemas": "Piedras preciosas. Recógelas, comercia o úsalas para crear o mejorar objetos.",
			"Fantasmas": "Espíritus de los difuntos. Comunícate con ellos, resuelve sus misterios o ayuda a sus almas.",
			"Cambio climático": "Fenómeno ambiental. Aborda sus efectos, crea conciencia o encuentra soluciones.",
			"Globo terráqueo": "Representación de la Tierra. Resuelve acertijos basados en geografía o navega por el mundo.",
			"Dioses": "Ser poderoso con habilidades divinas, puede influir en el mundo del juego y ayudar o desafiar a los jugadores.",
			"Gancho de agarre": "Herramienta que permite a los jugadores balancearse, trepar o superar obstáculos en el entorno del juego.",
			"Granada": "Arma explosiva utilizada para infligir daño de área a enemigos o estructuras.",
			"Guitarra": "Instrumento musical utilizado para tocar melodías, crear mejoras o lanzar hechizos en el juego.",
			"Martillo": "Herramienta o arma para construcción, reparación o combate dentro del juego.",
			"Barra de salud": "Representación visual de la salud o vitalidad restante de un personaje en el juego.",
			"Figuras históricas": "Personajes famosos de la historia, pueden ser PNJ, otorgar misiones o personajes desbloqueables.",
			"Ampolleta de arena": "Mecánica de juego basada en el tiempo o indicador de desafíos o eventos cronometrados.",
			"Helado": "Objeto consumible que restaura salud o proporciona mejoras temporales a los atributos del jugador.",
			"Insectos": "Pequeñas criaturas que se pueden recolectar, domesticar o utilizar para fabricar en el juego.",
			"Inventos": "Dispositivos creados o descubiertos por el jugador que ofrecen habilidades únicas o resuelven acertijos.",
			"Juez": "Personaje no jugable responsable de evaluar las acciones del jugador, entregar recompensas o castigos.",
			"Saltar": "Habilidad del personaje para saltar, permitiendo el atravesar o evadir obstáculos.",
			"Animales de la jungla": "Especies de vida silvestre encontradas en entornos de la jungla, se pueden cazar, domesticar o usar en misiones.",
			"Llaves": "Objetos utilizados para desbloquear puertas, cofres o acceder a áreas ocultas en el juego.",
			"Caballeros": "Guerreros honorables expertos en combate y caballería, a menudo involucrados en misiones o batallas.",
			"Referencias geográficas": "Estructuras o ubicaciones prominentes que sirven como puntos de interés o ayudas para la navegación.",
			"Linterna": "Fuente de luz utilizada para iluminar áreas oscuras o ahuyentar enemigos en el juego.",
			"Niveles": "Etapas o áreas distintas dentro de la progresión del juego, ofreciendo nuevos desafíos y recompensas.",
			"Desbloqueo de cerraduras": "Mecánica que permite a los jugadores desbloquear puertas o contenedores manipulando los mecanismos de las cerraduras.",
			"Botín": "Objetos o recompensas obtenidas al derrotar enemigos, abrir cofres o completar misiones.",
			"Monstruos adorables": "Criaturas amigables o encantadoras que pueden ayudar a los jugadores o servir como compañeros.",
			"Libro de hechizos mágicos": "Repositorio de hechizos o habilidades mágicas, que permite a los jugadores lanzar diversos encantamientos.",
			"Lupa": "Herramienta utilizada para investigar, revelar pistas ocultas o descubrir secretos.",
			"Mana": "Recurso que representa la energía mágica de un personaje, utilizado para lanzar hechizos o realizar habilidades.",
			"Mapas": "Representaciones visuales del mundo del juego, que ayudan a los jugadores a navegar y descubrir nuevas áreas.",
			"Laberintos": "Estructuras o acertijos complejos y laberínticos que desafían las habilidades de navegación de los jugadores.",
			"Medicina": "Objetos o habilidades que restauran la salud, curan dolencias o proporcionan mejoras temporales.",
			"Sirenas": "Criaturas acuáticas míticas, a menudo asociadas con el encantamiento, la belleza o misiones misteriosas.",
			"Detectores de metales": "Herramienta utilizada para localizar tesoros ocultos, artefactos o objetos enterrados en el mundo del juego.",
			"Unidades militares": "Grupos de soldados o combatientes que pueden ser comandados o controlados por los jugadores.",
			"Secuaces": "Seguidores leales o criaturas pequeñas que ayudan a los jugadores en batallas o tareas.",
			"Sacos de dinero": "Objetos coleccionables o moneda del juego utilizada para comprar objetos o desbloquear contenido.",
			"Monstruos": "Criaturas hostiles o peligrosas que los jugadores deben derrotar o superar en combate.",
			"Música": "Elemento auditivo que establece la atmósfera, los temas o mejora la experiencia del jugador en el juego.",
			"Criaturas míticas": "Seresh legendarios con habilidades y rasgos únicos, que añaden un elemento de fantasía al juego.",
			"Espíritus de la naturaleza": "Entidades sobrenaturales que representan las fuerzas de la naturaleza, a menudo ofreciendo ayuda o misiones.",
			"Aguja": "Herramienta utilizada para acciones precisas como coser, reparar o activar pequeños mecanismos.",
			"Ninjas": "Guerreros sigilosos expertos en espionaje, asesinato u operaciones encubiertas.",
			"Animales marinos": "Formas de vida marina, como peces, tiburones o delfines, encontradas en entornos oceánicos.",
			"Pincel": "Herramienta que permite a los jugadores crear o modificar obras de arte en el juego, resolver acertijos o lanzar hechizos.",
			"Permadeath": "Mecánica de juego en la que la muerte del personaje es permanente, agregando desafío y consecuencias.",
			"Filósofos": "Pensadores y académicos famosos, que pueden ofrecer sabiduría, orientación o misiones filosóficas.",
			"Conceptos filosóficos": "Ideas o principios abstractos utilizados como temas o acertijos dentro del juego.",
			"Pico": "Herramienta de minería utilizada para extraer recursos de rocas, paredes o el entorno.",
			"Piratas": "Forajidos o aventureros marítimos, a menudo involucrados en combates navales, búsquedas del tesoro o misiones.",
			"Políticos": "Figuras públicas involucradas en la política, que pueden influir en el mundo del juego a través de alianzas o decisiones.",
			"Estrellas del pop": "Músicos o artistas famosos, que pueden aparecer como personajes o proporcionar misiones relacionadas con la música.",
			"Portales": "Puertas mágicas o fisuras que permiten viajar instantáneamente entre ubicaciones o dimensiones.",
			"Pociones": "Líquidos consumibles con diversos efectos, como curación, mejoras o habilidades temporales.",
			"Maceta": "Objeto decorativo que oculta pasajes secretos o contiene objetos valiosos.",
			"Mejoras de poder": "Aumentos temporales de habilidades o atributos para el personaje del jugador.",
			"Princesas": "Doncellas en apuros o aliadas poderosas que ayudan al jugador en su búsqueda.",
			"Sistema de progresión": "Mecanismo que permite que el personaje del jugador suba de nivel y desbloquee nuevas habilidades.",
			"Rompecabezas": "Desafíos mentales que requieren resolución para avanzar en el juego o acceder a áreas ocultas.",
			"Misiones": "Tareas o misiones asignadas al personaje del jugador, impulsando la trama principal.",
			"Religión": "Sistema de creencias que afecta el juego, rituales e interacciones con seres divinos.",
			"Recursos": "Materiales coleccionables utilizados para la creación, el comercio o la mejora en el juego.",
			"Robots": "Seresh mecánicos que ayudan o dificultan al personaje del jugador con sus habilidades únicas.",
			"Soga": "Herramienta versátil para escalar, balancearse o resolver acertijos ambientales.",
			"Runas": "Símbolos antiguos con propiedades mágicas que se pueden usar para lanzar hechizos o encantar objetos.",
			"Balanzas": "Objetos utilizados para pesar o equilibrar objetos, a menudo para desbloquear puertas o activar mecanismos.",
			"Escuela": "Escenario para desafíos, exámenes e interacciones de personajes, proporcionando conocimientos y habilidades.",
			"Escudos": "Equipo protector que reduce el daño o desvía proyectiles en combate.",
			"Misiones secundarias": "Misiones opcionales o tareas que ofrecen recompensas y amplían el mundo del juego.",
			"Influencers de redes sociales": "Personajes influyentes que pueden ayudar o dificultar el progreso del jugador a través de su presencia en línea.",
			"Hechizos": "Habilidades o conjuros mágicos que permiten al personaje del jugador manipular el entorno o combatir enemigos.",
			"Estrellas del deporte": "Atletas famosos con habilidades únicas que participan en desafíos o competencias temáticas de deportes.",
			"Furtividad": "Mecánica de juego que enfatiza las acciones encubiertas y evita ser detectado.",
			"Superhéroes": "Personajes extraordinarios con poderes especiales y una misión para salvar al mundo del mal.",
			"Espadas": "Armas cuerpo a cuerpo versátiles utilizadas en combate, que varían en potencia, alcance y habilidades especiales.",
			"Animales parlantes": "Animales que se comunican con el personaje del jugador, proporcionando orientación o diálogos humorísticos.",
			"Tetera": "Objeto mágico que otorga aumentos temporales de estadísticas o prepara pociones.",
			"Oso de peluche": "Compañero reconfortante que brinda consuelo o desbloquea recuerdos ocultos.",
			"Teletransportación": "Habilidad para transportar instantáneamente al personaje del jugador a diferentes ubicaciones en el mundo del juego.",
			"Telescopio": "Dispositivo óptico utilizado para observar el cielo, descubrir estrellas o desbloquear eventos astronómicos.",
			"Tiendas": "Lugares donde los jugadores pueden comprar y vender objetos, equipos o mejoras.",
			"Tiempo": "Mecánica que representa el paso del tiempo en el juego, afectando eventos, personajes y condiciones del entorno.",
			"Tráiler": "Video promocional que muestra secuencias de juego y características destacadas del juego.",
			"Tesoro": "Recompensas valiosas ocultas en el mundo del juego, que motivan a los jugadores a explorar y descubrir.",
			"Torres": "Estructuras altas y defensivas que se pueden escalar o explorar, ofreciendo vistas panorámicas o desafíos.",
			"Viaje en el tiempo": "Concepto o mecánica que permite al jugador retroceder o avanzar en el tiempo dentro del juego.",
			"Vampiros": "Criaturas sobrenaturales que se alimentan de sangre y tienen habilidades especiales, a menudo asociadas con la oscuridad o el horror.",
			"Guerra": "Conflictos armados entre facciones o reinos, que pueden involucrar batallas épicas, estrategia militar o diplomacia.",
			"Criaturas acuáticas": "Formas de vida acuáticas que habitan en ríos, lagos o mares, que se pueden pescar, estudiar o interactuar en el juego.",
			"Alianzas": "Asociaciones o coaliciones formadas entre personajes o facciones para alcanzar objetivos comunes.",
			"Zombies": "Criaturas reanimadas que se alimentan de carne humana y representan una amenaza en un mundo postapocalíptico o infectado.",
			"Cero absoluto": "Concepto científico que representa la temperatura más baja posible, a menudo asociado con poderes sobrenaturales o experimentos peligrosos.",
			"Universo": "Amplio entorno que alberga múltiples planetas, estrellas y galaxias, ofreciendo una escala masiva y exploración espacial.",
			"Combate aéreo": "Batallas o confrontaciones que tienen lugar en el aire, generalmente con aviones, dragones u otras criaturas voladoras.",
			"Nanotecnología": "Tecnología que manipula la materia a nivel atómico o molecular, a menudo utilizada para crear dispositivos avanzados o resolver acertijos.",
			"Guías de estrategia": "Libros o recursos externos que proporcionan consejos, trucos y estrategias para jugar y progresar en el juego.",
			"Desastres naturales": "Fenómenos destructivos como terremotos, inundaciones o tormentas que amenazan a los personajes o entornos del juego.",
			"Espacio exterior": "Ambiente fuera de la atmósfera terrestre, que ofrece exploración espacial, encuentros alienígenas o colonización de planetas.",
			"Socialización en línea": "Interacción y juego con otros jugadores a través de Internet, que permite la cooperación, la competencia o la creación de comunidades en el juego.",
			"Tradiciones culturales": "Rituales, festividades o prácticas culturales que se reflejan en el juego, ofreciendo diversidad y enriquecimiento cultural.",
			"Artefactos antiguos": "Objetos históricos o reliquias místicas que poseen poderes o conocimientos perdidos, y pueden ser buscados o protegidos en el juego.",
			"Trampas": "Dispositivos o mecanismos ocultos que pueden causar daño o capturar al personaje del jugador, requiriendo habilidad para evadir o desactivar.",
			"Diálogos ramificados": "Sistema de conversación en el juego que permite al jugador elegir entre diferentes respuestas o acciones, influyendo en la trama o las relaciones con otros personajes.",
			"Vehículos": "Medios de transporte motorizados o mecanizados utilizados para viajar rápidamente o participar en carreras y desafíos temáticos.",
			"Niveles generados proceduralmente": "Entornos o niveles que se generan automáticamente a medida que se juega, ofreciendo una experiencia única en cada partida.",
			"Viajes épicos": "Aventuras o travesías de larga distancia que involucran exploración, descubrimiento o superar obstáculos monumentales.",
			"Mercenarios": "Soldados o combatientes a sueldo que pueden ser reclutados o contratados por el jugador para ayudar en misiones o combates.",
			"Interfaz de usuario personalizable": "Permite al jugador ajustar y personalizar la apariencia y disposición de la interfaz del juego según sus preferencias.",
			"Mecánica de sigilo": "Enfatiza la evasión y el juego furtivo, permitiendo al jugador evitar el combate directo o las detecciones enemigas.",
			"Clanes": "Grupos o comunidades de jugadores que se unen con un objetivo común, como competir contra otros clanes o dominar territorios en el juego.",
			"Trampolines": "Dispositivos que permiten al personaje del jugador saltar a grandes alturas o distancias, proporcionando un elemento lúdico o acrobático.",
			"Casinos": "Lugares de juego y apuestas donde los jugadores pueden participar en juegos de azar, competir por premios o ganar dinero en el juego.",
			"Mascotas": "Criaturas o animales compañeros que acompañan al personaje del jugador, brindando beneficios o interacciones especiales.",
			"Ángeles y demonios": "Entidades celestiales o infernales con poderes sobrenaturales y roles en la trama relacionados con el bien y el mal.",
			"Construcción de bases": "Mecánica que permite a los jugadores construir y personalizar su propia base, fortaleza o refugio en el juego.",
			"Viaje submarino": "Exploración o aventuras que ocurren bajo el agua, en océanos, cuevas submarinas o ciudades sumergidas.",
			"Explosiones": "Eventos o acciones que involucran explosiones, ya sea para combatir enemigos, demoler estructuras o resolver acertijos.",
			"Historias ramificadas": "Trama o narrativa en el juego que ofrece múltiples caminos o finales dependiendo de las elecciones del jugador.",
			"Mundos paralelos": "Dimensiones o realidades alternativas que coexisten con el mundo principal del juego, con reglas o condiciones únicas.",
			"Desbloqueables": "Contenido adicional o recompensas que se desbloquean al cumplir ciertos requisitos en el juego, como logros, desafíos o progresión.",
			"Saltos de fe": "Acrobacias o acciones arriesgadas que implican saltar desde lugares altos o peligrosos, a menudo seguidos de una caída controlada o aterrizaje seguro.",
			"Piratería informática": "Actividades relacionadas con la intrusión o manipulación de sistemas informáticos, a menudo utilizadas para resolver acertijos, obtener información o piratear en el juego.",
			"Siglo XIX": "Configuración de época histórica en el siglo XIX, con elementos estéticos, tecnológicos y sociales característicos de esa época.",
			"Viajes interplanetarios": "Exploración o viajes entre diferentes planetas o sistemas solares, a menudo en naves espaciales avanzadas o con tecnología futurista.",
			"Dualidad": "Concepto o tema que involucra la existencia de dos fuerzas o aspectos opuestos que coexisten y se equilibran en el juego, como luz y oscuridad, bien y mal, orden y caos.",
			"Escondites secretos": "Lugares ocultos o áreas inaccesibles que contienen tesoros, mejoras o información importante en el juego.",
			"Romance": "Posibilidad de establecer relaciones románticas o interacciones amorosas entre el personaje del jugador y otros personajes en el juego.",
			"Piratas": "Personajes que se dedican al saqueo y la navegación marítima, a menudo en un entorno de temática pirata, con barcos, tesoros y batallas navales.",
			"Hologramas": "Proyecciones tridimensionales de luz que pueden mostrar información, pistas o mensajes en el juego.",
			"Versión beta": "Versión preliminar de un juego que se lanza para pruebas y comentarios de los jugadores antes del lanzamiento oficial.",
			"Arquitectura antigua": "Construcciones, ruinas o ciudades antiguas que representan estilos arquitectónicos históricos, como egipcios, griegos o mayas.",
			"Desafíos contrarreloj": "Objetivos o pruebas que deben completarse dentro de un límite de tiempo específico, agregando un factor de urgencia y competencia en el juego.",
			"Drones": "Dispositivos voladores no tripulados utilizados para explorar, recolectar información o atacar en el juego.",
			"Magia oscura": "Formas de magia relacionadas con la oscuridad, la corrupción o la manipulación de fuerzas malignas, con conjuros o habilidades que causan daño o debilitan a los enemigos.",
			"Alienígenas": "Formas de vida extraterrestre que visitan o interactúan con el mundo del juego, a menudo con tecnología avanzada o motivos desconocidos.",
			"Vampiros": "Criaturas sobrenaturales que se alimentan de sangre y poseen habilidades especiales, a menudo asociadas con la noche, el horror o el romance gótico.",
			"Guerra": "Conflictos armados entre facciones o naciones en el juego, que pueden involucrar batallas masivas, estrategia militar y decisiones tácticas.",
			"Viajes en el tiempo": "Concepto o mecánica que permite al jugador viajar hacia el pasado o el futuro dentro del juego, alterando eventos o resolviendo paradojas temporales.",
			"Viajes en el espacio-tiempo": "Exploración o desplazamiento a través de la unión del espacio y el tiempo, permitiendo al jugador visitar diferentes épocas o dimensiones en el juego.",
			"Esgrima": "Combate con espadas o armas blancas, que involucra habilidad, precisión y tácticas de combate específicas.",
			"Inteligencia artificial avanzada": "Personajes no jugadores o enemigos en el juego que poseen una inteligencia artificial sofisticada, con comportamientos realistas, toma de decisiones y adaptación al entorno.",
			"Mundos virtuales": "Entornos o realidades simuladas en el juego que ofrecen experiencias inmersivas y escapismo de la realidad.",
			"Fusión de géneros": "Combinación o mezcla de elementos y mecánicas de diferentes géneros de juegos, creando una experiencia única y original.",
			"Magia elemental": "Uso de diferentes elementos naturales, como fuego, agua, tierra o aire, para lanzar hechizos o habilidades mágicas en el juego.",
			"Tormentas de arena": "Fenómenos climáticos donde el viento levanta grandes cantidades de arena, reduciendo la visibilidad y creando condiciones peligrosas en el juego.",
			"Mercados": "Lugares o sistemas donde los jugadores pueden comprar, vender o intercambiar bienes, equipamiento o recursos en el juego.",
			"Investigación forense": "Actividad de recopilación de pruebas y análisis científico para resolver crímenes o misterios en el juego, a menudo incluyendo la búsqueda de pistas, entrevistas y reconstrucción de escenas del crimen.",
			"Duelos": "Enfrentamientos uno a uno entre personajes o jugadores, a menudo con reglas específicas o condiciones especiales, como duelos de honor o duelos mágicos.",
			"Armas futuristas": "Armamento avanzado o tecnológicamente innovador que va más allá de las armas contemporáneas, incluyendo rayos láser, armas de energía o dispositivos de alta tecnología.",
			"Misterio": "Trama o eventos en el juego que involucran enigmas, secretos o situaciones inexplicables que deben ser descubiertos o resueltos por el jugador.",
			"Magia de sanación": "Habilidades o hechizos mágicos que permiten al jugador curar heridas, restaurar la salud o aliviar condiciones negativas en el juego.",
			"Construcción de puzles": "Mecánica que desafía al jugador a resolver puzles o acertijos lógicos para progresar en el juego, desbloquear áreas o obtener recompensas.",
			"Tecnología antigua": "Artefactos o dispositivos tecnológicos avanzados que existieron en una época pasada del juego, a menudo con propiedades o usos desconocidos en el presente.",
			"Combate aéreo": "Batallas o enfrentamientos que tienen lugar en el aire, a menudo con vehículos voladores, aviones o criaturas voladoras en el juego.",
			"Exploración espacial": "Viaje y descubrimiento de nuevos planetas, sistemas estelares o galaxias en el juego, con encuentros con civilizaciones extraterrestres o descubrimientos científicos.",
			"Viajes en carruaje": "Medio de transporte que involucra el uso de carruajes tirados por caballos, comúnmente asociado con épocas históricas antiguas o de cuento de hadas.",
			"Poderes psíquicos": "Habilidades mentales o telequinéticas que permiten al personaje del jugador leer mentes, manipular objetos con la mente o predecir eventos futuros en el juego.",
			"Aliados animales": "Criaturas o animales que se unen al personaje del jugador como compañeros leales, brindando apoyo en combate o habilidades especiales.",
			"Sociedades secretas": "Grupos clandestinos con agendas o conocimientos ocultos, a menudo con jerarquías y rituales exclusivos, que desempeñan un papel importante en la trama del juego.",
			"Viajes en globo aerostático": "Exploración o desplazamiento a través de globos de aire caliente o dirigibles, permitiendo vistas panorámicas y acceso a lugares inaccesibles en el juego.",
			"Viajes en caravana": "Desplazamiento en grupo o convoy de vehículos o animales en el juego, a menudo asociado con exploraciones, comercio o migraciones.",
			"Artillería pesada": "Uso de armas de gran calibre, como cañones o lanzacohetes, para causar daño masivo o destruir estructuras en el juego.",
			"Viajes en tren": "Desplazamiento en trenes a través de paisajes o entornos diversos, con la posibilidad de interactuar con otros pasajeros o enfrentar eventos en el juego.",
			"Stealth": "Mecánica de juego que enfatiza acciones encubiertas y evita la detección.",
			"Superhéroes": "Personajes extraordinarios con poderes especiales y una misión de salvar al mundo del mal.",
			"Espadas": "Armas cuerpo a cuerpo versátiles utilizadas en combate, que varían en potencia, alcance y habilidades especiales.",
			"Animales que hablan": "Animales que se comunican con el personaje del jugador, brindando orientación o diálogos humorísticos.",
			"Tetera": "Objeto mágico que otorga aumentos temporales de estadísticas o prepara pociones.",
			"Oso de peluche": "Compañero reconfortante que brinda consuelo o desbloquea recuerdos ocultos.",
			"Teletransportación": "Habilidad de transportar instantáneamente al personaje del jugador a diferentes ubicaciones en el mundo del juego.",
			"Telescopio": "Herramienta de observación que revela secretos distantes o ayuda en la navegación.",
			"Raqueta de tenis": "Equipo deportivo utilizado para jugar tenis o repeler proyectiles en combate.",
			"Termómetro": "Instrumento para medir la temperatura, utilizado para resolver acertijos o evaluar peligros ambientales.",
			"Tiempo": "Mecánica que afecta el juego, permitiendo la manipulación del tiempo o desafíos limitados por tiempo.",
			"Máquina del tiempo": "Dispositivo que permite viajar a diferentes períodos de tiempo, cambiando la configuración y los desafíos del juego.",
			"Viajeros en el tiempo": "Personajes capaces de viajar en el tiempo, desentrañar misterios y alterar eventos.",
			"Tostadora": "Objeto interactivo que transforma elementos ordinarios en herramientas útiles o mejoras de habilidades.",
			"Caja de herramientas": "Contenedor de varias herramientas que ayudan a reparar objetos, desbloquear áreas o crear nuevos objetos.",
			"Torres": "Estructuras para defender o conquistar, que ofrecen ventajas estratégicas o sirven como puntos de observación.",
			"Juguetes": "Objetos o personajes interactivos que brindan diversión, desbloquean secretos o desencadenan eventos.",
			"Mapa del tesoro": "Guía de tesoros ocultos que dirige al personaje del jugador hacia recompensas valiosas.",
			"Trofeos": "Logros o recompensas obtenidas al completar tareas o desafíos específicos.",
			"Máquina de escribir": "Dispositivo utilizado para documentar la aventura del personaje del jugador, revelar mensajes ocultos o desencadenar eventos.",
			"Paraguas": "Objetos utilizados para protegerse de los elementos ambientales o como una herramienta para resolver acertijos.",
			"Unicornios": "Criaturas míticas que otorgan habilidades especiales, sirven como monturas o ayudan al personaje del jugador.",
			"Vehículos": "Medios de transporte que proporcionan velocidad, exploración y capacidades de combate.",
			"Tocadiscos de vinilo": "Objeto interactivo que reproduce música, desencadena eventos o revela mensajes ocultos.",
			"Vida silvestre": "Animales y criaturas en su hábitat natural, que ofrecen recursos, obstáculos o compañerismo.",
			"Campanas de viento": "Objetos decorativos que crean sonidos relajantes, revelando pasajes ocultos o tranquilizando personajes.",
			"Molino de viento": "Estructura funcional o interactiva utilizada para generar energía o acceder a áreas ocultas.",
			"Hechiceros": "Maestros de la magia que brindan orientación, enseñan hechizos o participan en batallas épicas.",
			"Llave inglesa": "Herramienta versátil utilizada para reparar maquinaria, resolver acertijos o alterar el entorno.",
			"Signos del zodíaco": "Símbolos astrológicos que representan las características del personaje del jugador, afectando el juego o las interacciones.",
			"Zombis": "Criaturas no muertas que representan una amenaza, requiriendo combate o tácticas de supervivencia estratégica."
		}
	},
	"Sentimiento": {
		"description": "¿Qué sentimiento transmitirá el juego al jugador?",
		"options": {
			"Enraging": "Un juego que pone a prueba tu paciencia y te enfurece con obstáculos desafiantes y acertijos difíciles.",
			"Disgusting": "Un juego que explora lo grotesco y repulsivo, con criaturas horripilantes e imágenes perturbadoras.",
			"Frustrating": "Un juego que constantemente pone tus habilidades al límite, presentando desafíos difíciles y exigiendo precisión.",
			"Provocative": "Un juego que desafía las normas sociales y provoca reflexiones a través de su narrativa y elecciones de jugabilidad.",
			"Challenging": "Un juego que presenta tareas exigentes y requiere pensamiento estratégico y ejecución hábil.",
			"Thrilling": "Un juego que te mantiene al borde de tu asiento con secuencias de acción intensas y momentos llenos de suspenso.",
			"Lleno de adrenalina": "Un juego que ofrece una experiencia llena de adrenalina con acción constante y jugabilidad emocionante.",
			"Frenético": "Un juego que es rápido y caótico, que exige reflejos rápidos y toma de decisiones rápida.",
			"Aventurero": "Un juego que te lleva en un gran viaje lleno de exploración, misiones y descubrimientos emocionantes.",
			"Empoderador": "Un juego que empodera al jugador, permitiéndole volverse más fuerte, adquirir nuevas habilidades y superar desafíos.",
			"Rindiendo homenaje": "Un juego que rinde homenaje a un tema específico, cultura o evento histórico, mostrando respeto y reverencia.",
			"Pacífico": "Un juego que ofrece una experiencia serena y tranquila, brindando una sensación de calma y relajación.",
			"Motivador": "Un juego que eleva el espíritu, inspirando emociones positivas y dejando a los jugadores con una sensación de alegría y optimismo.",
			"Alegre": "Un juego que irradia alegría y felicidad, con gráficos brillantes, personajes animados y jugabilidad alegre.",
			"Absurdo": "Un juego que abraza la absurdidad y el humor, fomentando la risa y la diversión a través de sus elementos cómicos.",
			"Gracioso": "Un juego que provoca risa y diversión a través de chistes ingeniosos, diálogos ingeniosos y situaciones humorísticas.",
			"Hermoso": "Un juego que cautiva con sus impresionantes visuales, paisajes impresionantes y diseño artístico.",
			"Impresionante": "Un juego que te deja asombrado con sus momentos impresionantes, escala grandiosa y visuales impactantes.",
			"Colorido": "Un juego que estalla con colores vibrantes y una paleta rica, creando una experiencia visualmente llamativa y animada.",
			"Mágico": "Un juego que te transporta a un mundo de magia y maravilla, lleno de criaturas encantadoras y poderes extraordinarios.",
			"Onírico": "Un juego que evoca una atmósfera onírica, difuminando la línea entre la realidad y la imaginación.",
			"Cómodo": "Un juego que crea un ambiente cálido y reconfortante, invitando a los jugadores a relajarse y sentirse cómodos.",
			"Nostálgico": "Un juego que evoca sentimientos de nostalgia, recordando una era pasada o recuerdos de la infancia.",
			"Conmovedor": "Un juego que genera conexiones emocionales profundas, tirando de las fibras del corazón y dejando un impacto duradero.",
			"Emocional": "Un juego que explora emociones complejas, adentrándose en temas profundos y evocando sentimientos intensos.",
			"Romántico": "Un juego que explora temas de amor y relaciones, ofreciendo una narrativa sincera y emocionalmente cargada.",
			"Agridulce": "Un juego que combina momentos de alegría y tristeza, evocando una mezcla de emociones que deja una impresión duradera.",
			"Desgarrador": "Un juego que cuenta una historia profundamente conmovedora y trágica, conmoviendo los corazones y provocando lágrimas en tus ojos.",
			"Triste": "Un juego que evoca una sensación de melancolía y tristeza, explorando temas de pérdida, dolor o momentos conmovedores.",
			"Sombrío": "Un juego ambientado en un mundo oscuro y atmosférico, donde un sentido de amenaza y desolación impregna el entorno.",
			"Travieso": "Un juego que fomenta travesuras juguetonas y ligeras, permitiendo a los jugadores participar en bromas o travesuras humorísticas.",
			"Aterrador": "Un juego que infunde miedo y terror, sumergiendo a los jugadores en una atmósfera llena de suspenso y escalofríos.",
			"Incómodo": "Un juego que crea una atmósfera de incomodidad y malestar, manteniendo a los jugadores en vilo y sin saber qué está por venir.",
			"Inquietante": "Un juego que perturba y desconcierta, presentando imágenes inquietantes o narrativas que desafían tu percepción.",
			"Angustiante": "Un juego que constantemente te mantiene en vilo, provocando intensa ansiedad y tensión a través de su jugabilidad.",
			"Embrujador": "Un juego con una calidad embrujadora y etérea, sumergiendo a los jugadores en un mundo misterioso y atmosférico.",
			"Suspenso": "Un juego que crea tensión y suspenso, manteniendo a los jugadores comprometidos con sus momentos impredecibles y emocionantes.",
			"Intrigante": "Un juego que cautiva con su narrativa enigmática y misterios intrigantes, dejando a los jugadores ansiosos por descubrir la verdad.",
			"Misterioso": "Un juego que envuelve su mundo y personajes en misterio, invitando a los jugadores a desentrañar secretos y descubrir verdades ocultas.",
			"Impredecible": "Un juego que constantemente sorprende y desafía las expectativas, manteniendo a los jugadores en vilo con giros inesperados.",
			"Confuso": "Un juego que desafía intencionalmente tu comprensión y percepción, dejándote con una sensación de confusión e intriga.",
			"Hipnótico": "Un juego con visuales hipnotizantes y audio inmersivo, creando una experiencia fascinante y hipnótica.",
			"Alucinante": "Un juego que distorsiona las reglas de la realidad y desafía tu percepción, obligándote a pensar de manera poco convencional.",
			"Inmersivo": "Un juego que te sumerge por completo en su mundo, difuminando la línea entre el juego y la realidad para una experiencia verdaderamente cautivadora.",
			"Puzzles": "Un juego que pone a prueba tus habilidades para resolver problemas con acertijos intrincados y desafíos que desafían tu cerebro.",
			"Estratégico": "Un juego que requiere una planificación cuidadosa y pensamiento estratégico, recompensando a los jugadores que pueden idear tácticas efectivas.",
			"Provocador de pensamientos": "Un juego que explora ideas profundas y filosóficas, alentando a los jugadores a contemplar y cuestionar sus creencias.",
			"Complicado": "Un juego con mecánicas y sistemas complejos, desafiando a los jugadores a dominar las complejidades y navegar relaciones intrincadas.",
			"Creativo": "Un juego que celebra la creatividad y permite a los jugadores expresarse a través de una jugabilidad única e inventiva.",
			"Curioso": "Un juego que despierta la curiosidad y un sentido de exploración, animando a los jugadores a descubrir tesoros ocultos y secretos.",
			"Iluminador": "Un juego que ofrece experiencias e ideas esclarecedoras, ampliando tu comprensión del mundo o temas específicos."
		}
	}
}
