{
	"对手": {
		"description": "谁将是玩家和对手?",
		"options": {
			"PvE 单人游戏": "单人环境游戏，没有多人互动，例如《塞尔达传说》。",
			"PvE 合作游戏": "多人环境游戏，玩家合作以达成共同目标，例如《煮糊涂厨房》。",
			"PvP 决斗": "两名玩家直接竞争的玩家对玩家头对头多人游戏，例如国际象棋。",
			"PvP 基于团队": "玩家之间合作组队以达成目标的玩家对玩家多人游戏，例如《守望先锋》。",
			"PvP 战斗皇家": "玩家对玩家多人游戏，玩家互相战斗，以成为最后的幸存者，例如《堡垒之夜》。"
		}
	},
	"场景": {
		"description": "游戏将发生在什么背景下?",
		"options": {
			"石器时代": "早期人类历史的原始时代。",
			"古代文明": "世界各地的早期复杂社会。",
			"古埃及": "沿尼罗河的文明，以金字塔和法老而闻名。",
			"希腊化时期": "亚历山大大帝后希腊影响和文化传播的时期。",
			"罗马时代": "古罗马文明及其庞大帝国的时期。",
			"中世纪": "西罗马帝国崩溃与文艺复兴之间的历史时期。",
			"玛雅文明": "以其先进的文化和建筑而闻名的美索不达米亚文明。",
			"中世纪时代": "罗马帝国崩溃与文艺复兴之间的欧洲历史时期。",
			"文艺复兴": "14至17世纪期间欧洲的艺术、文学和学术复兴。",
			"探险时代": "欧洲大国进行海上探险和发现的时代。",
			"启蒙时代": "18世纪的知识分子和哲学运动。",
			"工业革命": "通过工业化改变经济和社会的时期。",
			"西部荒野": "19世纪末美国边疆的神话时代。",
			"维多利亚时代": "维多利亚女王统治时期，以其严格的社会规范而闻名。",
			"一战时代": "第一次世界大战周围的时期。",
			"繁荣的二十年代": "20世纪20年代充满文化活力和经济繁荣的十年。",
			"二战时代": "第二次世界大战周围的时期。",
			"冷战时代": "美国和苏联之间的政治紧张时期。",
			"信息时代": "快速技术进步和数字信息为特征的时期。",
			"社交媒体时代": "广泛使用社交媒体平台的时代。",
			"太空探索时代": "人类探索和发现地球以外的时代。",
			"太空殖民地": "在外层空间或其他天体上建立的人类定居点。",
			"太空站": "宇航员进行科学研究和临时居住的轨道结构。",
			"后启示录废墟": "世界被灾难性事件或文明崩溃所摧毁的废土。",
			"反乌托邦未来": "想象中的未来社会，以压迫和苦难为特征。",
			"高科技城市": "受技术和机械改造影响的未来城市环境。",
			"未来大都会": "具有先进基础设施和未来主义建筑的高科技城市。",
			"海滨小镇": "位于海岸或海岸线附近的定居点。",
			"蒸汽朋克世界": "蒸汽动力技术和维多利亚美学的另类现实。",
			"武士村庄": "具有武士武士和文化传统的传统日本村庄。",
			"古代遗迹": "过去的古老结构或文明的遗址。",
			"部落村庄": "由土著人以传统方式生活的小社区。",
			"喜马拉雅寺院": "喜马拉雅山脉的宗教修行地或学习中心。",
			"印加神庙": "南美洲因印加文明而闻名的神圣建筑。",
			"山村": "坐落在山区的定居点。",
			"寒冷的北极景观": "北极地区冰冻和冰冷的环境。",
			"炎热的沙漠景观": "干燥和酷热的环境，气温极高。",
			"雨林或丛林": "茂密的热带森林，生物多样性丰富。",
			"大草原": "热带或亚热带地区有散布树木的开阔草原。",
			"岛屿群岛": "一群风景如画的岛屿等待探索和发现。",
			"艺术画廊": "一个展示精美艺术作品和创意表达的策展空间。",
			"历史博物馆": "通过文物、展品和故事使过去栩栩如生的场所。",
			"活跃的战场": "一个混乱而激烈的战场，决定冲突的命运。",
			"阴险的地牢": "一个黑暗而危险的迷宫，充满陷阱、怪物和隐藏的宝藏。",
			"魔法城堡": "一座雄伟的堡垒，充满魔法魅力和来自过去的秘密。",
			"童话之地": "一个迷人的境界，直接出自童话书，充满魔法和奇迹。",
			"幻想世界": "一个无限想象的领域，有神话生物和史诗般的冒险。",
			"魔法森林": "一个迷人的森林，充满神秘的生物和非凡的植物。",
			"魔法王国": "一个奇妙的领域，由仁慈的君主和魔法现象统治。",
			"神话领域": "一个古老而神秘的领域，居住着神、英雄和传奇生物。",
			"替代现实": "物理和现实法则完全不同的平行维度。",
			"模拟世界": "一个可以探索和操纵虚拟体验和现实的数字领域。",
			"梦境世界": "一个超现实的领域，梦想变得可触摸，现实与潜意识交融。",
			"噩梦世界": "一个充满恐怖和扭曲显现的恐怖领域。",
			"水下世界": "一个令人敬畏的水下领域，充满活力的海洋生物和隐藏的宝藏。",
			"桌游": "一个策略战斗、任务和激动人心冒险的桌面游戏竞技场。",
			"天堂海滩": "一个有原始沙滩、清澈水域和宁静休息的热带天堂。",
			"非洲野生动物园": "一次全面体验非洲荒野和令人难以置信的野生动物。",
			"游乐园": "一个充满刺激游乐设施和景点的热闹娱乐目的地。",
			"赌场或赌场": "提供游戏和兴奋的充满活力的场所。",
			"未来竞技场": "一个科技先进的竞技场，充满高强度的运动和竞争。",
			"美丽的花园": "一个芬芳和宁静的花园，充满绚丽多彩的花朵。",
			"酒吧或酒吧": "一个社交场所，提供饮料、音乐和娱乐。",
			"演唱会场地": "一个举办音乐会和表演的大型场地。",
			"运动场或体育场": "一个举办体育比赛和活动的设施。",
			"健身中心": "提供健身设备和锻炼课程的场所。",
			"瑜伽工作室": "提供瑜伽练习和冥想的专门场所。",
			"科技实验室": "进行科学研究和创新的实验室。",
			"音乐工作室": "制作、录制和创作音乐的创意空间。",
			"书店或图书馆": "一个供人阅读和探索书籍的安静场所。",
			"咖啡馆": "提供咖啡和轻松氛围的场所。",
			"餐厅或餐馆": "提供美食和用餐体验的场所。"
		}
	},
	"目标": {
		"description": "游戏的目标是什么?",
		"options": {
			"成为第一个": "一个竞争性的赛车游戏，目标是成为第一个到达目标的人。",
			"持久地生存": "面对越来越困难的挑战，持久地生存下去以达到最长的生存时间。",
			"赢取更多积分": "一个高分街机游戏，目标是积累积分以取得胜利。",
			"击败敌人": "一个游戏，你努力击败敌人，在战斗中获胜。",
			"找到所有令牌": "在游戏世界中探索、搜索并找到散落的宝藏。",
			"完成故事结局": "一个叙事驱动的游戏，目标是达到故事的结局。",
			"完成所有关卡": "一个游戏，目标是完成游戏世界中的所有关卡。",
			"开放世界沙盒": "在一个无限创造力和探索的虚拟游乐场中探索、创造和享受乐趣。"
		}
	},
	"元素": {
		"description": "游戏中必须有哪些元素?",
		"options": {
			"算盘": "古代计算工具。解决谜题或解锁秘密代码。",
			"炼金术": "神秘的变化艺术。制作药剂或转化物体。",
			"外星人": "外星生物。与他们相遇、结盟，或参与星际战斗。",
			"弹药包": "弹药供应。在战斗中补充武器。",
			"护身符": "魔法符咒。赋予特殊能力或抵御诅咒。",
			"天使": "天界生物。在任务中协助玩家或充当向导。",
			"动物伴侣": "忠诚的动物朋友。在探索、战斗或解谜中提供帮助。",
			"考古学": "研究古代文物。揭示失落的宝藏或解开历史之谜。",
			"装甲": "防护装备。增强防御或抵挡强力攻击。",
			"箭": "投射武器。瞄准并射击目标或敌人。",
			"天文学": "研究天体。利用星座导航或解锁隐藏的知识。",
			"背包": "物品储存装置。携带补给品、装备或任务相关物品。",
			"绷带": "医疗救助。治愈伤势或治愈疾病。",
			"双筒望远镜": "光学设备。远观物体或远距离侦察区域。",
			"炸弹": "爆炸装置。摧毁障碍、敌人或打开封闭路径。",
			"植物生物": "生活在植物基础上的实体。与它们互动、解谜或利用它们的力量。",
			"仙人掌植物": "多刺的沙漠植物。利用它的刺进行防御或发现隐藏物品。",
			"蜡烛": "光源。照亮黑暗区域或营造氛围。",
			"国际象棋棋子": "游戏元素。玩国际象棋类的谜题或进行战略战斗。",
			"国际象棋棋盘": "方格棋盘。解决谜题、挑战对手或制定策略。",
			"宝箱": "宝藏容器。解锁它以获得奖励或找到隐藏的钥匙。",
			"电影院": "电影相关场景。观看电影、解决电影主题谜题或与角色互动。",
			"文明": "先进的社会。建设、贸易或与不同的文明竞争。",
			"咖啡杯": "热饮容器。用于提供能量或作为任务物品。",
			"硬币": "货币。收集、交易或购买物品和升级。",
			"伴侣方块": "友善的无生命物体。解决谜题或寻找伴侣。",
			"指南针": "导航工具。指引玩家，找到兴趣点或发现隐藏的宝藏。",
			"撬棍": "多功能工具。撬开门、箱子或解决谜题。",
			"水晶": "发光的矿物。利用它的能量，解锁魔法能力或恢复力量。",
			"丘比特": "爱神。影响关系或使用与爱有关的能力。",
			"跳舞": "进行有节奏的舞蹈动作。参加舞蹈比赛，娱乐角色或触发事件。",
			"昼夜循环": "变化的白天和黑夜。影响游戏玩法、能见度或非玩家角色行为。",
			"对话选择": "玩家决策。影响故事情节、关系或任务结果。",
			"恐龙": "史前爬行动物。与它们相遇、驯服或生存。",
			"龙": "传奇生物。骑行、战斗或寻求它们的智慧。",
			"动态天气": "不断变化的气候条件。影响游戏玩法、能见度或非玩家角色行为。",
			"探险家": "寻找未知的冒险家。开始任务，发现隐藏的地点或解谜。",
			"仙女": "神奇的小精灵。协助玩家、赋予能力或与环境互动。",
			"农场": "耕种作物和养殖家畜。收获资源、贸易或管理农场。",
			"时尚": "风格和服装。自定义角色，解锁服装或参加时尚比赛。",
			"鱼缸": "水生栖息地。收集和照顾鱼类，装饰鱼缸或参与迷你游戏。",
			"花瓶": "装饰容器。摆放花朵，解决谜题或触发特殊事件。",
			"花朵": "盛开的植物。收集、培育或用于各种目的。",
			"食物": "可食用的食物。烹饪、收集食材或管理食物资源。",
			"水果": "美味又有营养的农产品。收集、贸易或在食谱中使用它们。",
			"燃料罐": "能源来源。为车辆或机械供能，或作为任务物品。",
			"宝石": "珍贵的石头。收集、交易或用于制作或升级。",
			"鬼魂": "亡者的灵魂。与他们交流、解决他们的谜团或帮助他们的灵魂。",
			"全球变暖": "环境现象。应对其影响，提高意识或寻找解决方案。",
			"地球仪": "地球的表示。解决基于地理的谜题或导航世界。",
			"神": "拥有神圣能力的强大存在，可以影响游戏世界，帮助或挑战玩家。",
			"抓钩": "工具，允许玩家在游戏环境中摇摆、攀爬或穿越障碍物。",
			"手榴弹": "用于对敌人或结构造成范围性伤害的爆炸性武器。",
			"吉他": "用于演奏旋律，在游戏中创造增益效果或施放法术的乐器。",
			"锤子": "建筑、修理或战斗中用作工具或武器的物品。",
			"生命条": "角色在游戏中剩余的生命或活力的可视化表示。",
			"历史人物": "历史上著名的人物，可能作为非玩家角色、任务发布者或可解锁角色。",
			"沙漏": "基于时间的游戏机制或用于计时挑战或事件的指示器。",
			"冰淇淋": "可消耗物品，恢复生命或为玩家属性提供临时增益。",
			"昆虫": "小型生物，可以收集、驯服或用于游戏中的制作。",
			"发明": "玩家创造或发现的设备，提供独特的能力或解决谜题。",
			"法官": "负责评估玩家行为、提供奖励或惩罚的非玩家角色。",
			"跳跃": "角色的能力，可以跳跃或跳跃，以便穿越或躲避障碍物。",
			"丛林动物": "生活在丛林环境中的野生动物物种，可以被狩猎、驯服或用于任务。",
			"钥匙": "用于解锁门、宝箱或进入隐藏区域的物品。",
			"骑士": "熟练于战斗和骑士精神的尊贵战士，通常参与任务或战斗。",
			"地标": "著名的结构或地点，作为兴趣点或导航辅助。",
			"灯笼": "用于照亮黑暗区域或驱散游戏中的敌人的光源。",
			"关卡": "游戏进程中的不同阶段或区域，提供新的挑战和奖励。",
			"开锁": "使玩家能够通过操纵锁机制来解锁门或容器的机制。",
			"战利品": "从击败敌人、打开宝箱或完成任务获得的物品或奖励。",
			"可爱的怪物": "友好或讨人喜欢的生物，可以帮助玩家或作为伙伴。",
			"魔法咒语书": "储存魔法咒语或能力的仓库，使玩家能够施放各种魔法。",
			"放大镜": "用于调查，揭示隐藏的线索或发现秘密的工具。",
			"法力": "代表角色的魔法能量的资源，用于施放法术或执行能力。",
			"地图": "游戏世界的可视化表示，帮助玩家导航和发现新区域。",
			"迷宫": "复杂的迷宫结构或谜题，挑战玩家的导航技巧。",
			"医疗": "恢复生命、治愈疾病或提供临时增益的物品或能力。",
			"美人鱼": "神秘的水下生物，常与魔力、美丽或神秘的任务相关联。",
			"金属探测器": "用于在游戏世界中寻找隐藏的宝藏、文物或埋藏物品的工具。",
			"军事单位": "可以由玩家命令或控制的士兵或战斗人员的群体。",
			"爪牙": "忠诚的追随者或生物，协助玩家进行战斗或任务。",
			"钱袋": "可收集物品或游戏中的货币，用于购买物品或解锁内容。",
			"怪物": "敌对或危险的生物，玩家必须在战斗中击败或克服。",
			"音乐": "设置游戏氛围、主题或增强玩家体验的听觉元素。",
			"神话生物": "具有独特能力和特征的传奇存在，为游戏增添了幻想元素。",
			"自然之灵": "代表自然力量的超自然实体，通常提供帮助或任务。",
			"针": "用于精确操作，如缝纫、修补或激活小型机制的工具。",
			"忍者": "擅长间谍、暗杀或秘密行动的潜行战士。",
			"海洋生物": "生活在海洋环境中的海洋生物，如鱼类、鲨鱼或海豚。",
			"画笔": "允许玩家创建或修改游戏中的艺术作品，解决谜题或施放法术的工具。",
			"永久死亡": "角色死亡是永久性的游戏机制，增加了挑战和后果。",
			"哲学家": "著名的思想家和学者，可能提供智慧、指导或哲学任务。",
			"哲学概念": "作为游戏中的主题或谜题的抽象思想或原则。",
			"镐": "用于从岩石、墙壁或环境中提取资源的采矿工具。",
			"海盗": "航海的亡命之徒或冒险家，通常参与海战、寻宝或任务。",
			"政治家": "参与政治的公众人物，可能通过联盟或决策影响游戏世界。",
			"流行明星": "著名的音乐家或表演者，可以作为角色出现或提供与音乐相关的任务。",
			"传送门": "允许瞬间穿越位置或维度的魔法门或裂口。",
			"药剂": "具有各种效果的可消耗液体物品，如治疗、增益或临时能力。",
			"盆栽植物": "用于隐藏通道或容纳有价值物品的装饰物。",
			"能量增益": "对玩家角色的能力或属性的临时提升。",
			"公主": "被困的女子或强大的盟友，协助玩家完成任务。",
			"进展系统": "允许玩家角色升级并解锁新能力的机制。",
			"谜题": "需要解决以在游戏中取得进展或进入隐藏区域的心理挑战。",
			"任务": "分配给玩家角色的任务或使命，推动主要故事情节。",
			"宗教": "影响游戏玩法、仪式和与神灵互动的信仰体系。",
			"资源": "可用于制作、交易或升级的可收集材料。",
			"机器人": "具有独特能力的机械生物，可以协助或妨碍玩家角色。",
			"绳子": "用于攀爬、摆动或解决环境谜题的多功能工具。",
			"符文": "具有魔力属性的古老符号，可用于施放法术或附魔物品。",
			"天平": "用于称重或平衡物体的物品，通常用于解锁门或激活机关。",
			"学校": "挑战、考试和角色互动的场景，提供知识和技能。",
			"盾牌": "用于减少伤害或抵挡战斗中的抛射物的防护装备。",
			"支线任务": "提供奖励并扩展游戏世界的可选任务或任务。",
			"社交媒体影响者": "通过其在线存在帮助或阻碍玩家的进展的有影响力的角色。",
			"法术": "允许玩家角色操纵环境或战斗敌人的魔法能力或咒语。",
			"体育明星": "拥有独特技能的著名运动员，参与以体育为主题的挑战或比赛。",
			"潜行": "强调秘密行动和避免被发现的游戏机制。",
			"超级英雄": "拥有特殊能力并有责任拯救世界免受邪恶侵害的非凡角色。",
			"剑": "在战斗中使用的多功能近战武器，根据力量、攻击距离和特殊能力的不同而有所变化。",
			"会说话的动物": "与玩家角色交流的动物，提供指导或幽默的对话。",
			"茶壶": "可以提供临时属性增益或酿造药剂的魔法物品。",
			"泰迪熊": "提供慰藉或解锁隐藏记忆的安慰伴侣。",
			"传送": "能够将玩家角色瞬间传送到游戏世界中的不同位置的能力。",
			"望远镜": "用于揭示遥远秘密或帮助导航的观察工具。",
			"网球拍": "用于打网球或在战斗中击退抛射物的体育装备。",
			"温度计": "用于解决谜题或评估环境危险的温度测量工具。",
			"时间": "影响游戏玩法的机制，允许时间操控或存在时间限制的挑战。",
			"时间机器": "能够穿越不同时间段的装置，改变游戏的设定和挑战。",
			"时间旅行者": "能够穿越时间的角色，揭示谜团并改变事件。",
			"烤面包机": "能够将普通物品转化为有用工具或增益的交互对象。",
			"工具箱": "容纳各种工具，用于修复物品、解锁区域或制作物品。",
			"塔": "用于防御或征服的建筑物，提供战略优势或作为观察点。",
			"玩具": "提供娱乐、解锁秘密或触发事件的交互对象或角色。",
			"藏宝图": "引导玩家角色找到有价值奖励的隐藏宝藏指南。",
			"奖杯": "通过完成特定任务或挑战获得的成就或奖励。",
			"打字机": "用于记录玩家角色的旅程、揭示隐藏消息或触发事件的设备。",
			"雨伞": "用于防护环境因素或作为解谜工具的物品。",
			"独角兽": "授予特殊能力、作为坐骑或协助玩家角色的神秘生物。",
			"交通工具": "提供速度、探索和战斗能力的交通方式。",
			"黑胶唱片播放器": "播放音乐、触发事件或揭示隐藏消息的交互对象。",
			"野生动物": "自然栖息地中的动物和生物，提供资源、障碍或伴侣关系。",
			"风铃": "产生悦耳声音的装饰物，揭示隐藏通道或使角色冷静。",
			"风车": "用于产生能量或进入隐藏区域的功能性或交互式结构。",
			"巫师": "掌握魔法的人，提供指导、教授法术或进行史诗般的战斗。",
			"扳手": "用于修理机械、解决谜题或改变环境的多功能工具。",
			"星座": "代表玩家角色特征的占星符号，影响游戏玩法或互动。",
			"僵尸": "无生命的生物，构成威胁，需要战斗或采取策略性生存战术。"
		}
	},
	"感觉": {
		"description": "游戏会给玩家带来什么感觉?",
		"options": {
			"愤怒": "一款测试你耐心的游戏，通过具有挑战性的障碍和困难的谜题让你愤怒不已。",
			"恶心": "一款探索丑陋和令人厌恶的游戏，拥有可怕的生物和令人不安的图像。",
			"沮丧": "一款不断将你的技能推向极限，呈现出艰难挑战并要求精确的游戏。",
			"挑衅": "一款挑战社会规范，通过其叙事和游戏选择激发思考的游戏。",
			"具有挑战性": "一款呈现出高难度任务，需要战略思考和熟练执行的游戏。",
			"惊险": "一款让你紧张不已的游戏，具有激烈的动作场景和扣人心弦的时刻。",
			"充满肾上腺素": "一款提供高强度体验的游戏，具有不间断的动作和充满肾上腺素的游戏玩法。",
			"疯狂": "一款节奏快、混乱无序的游戏，需要快速反应和迅速做出决策。",
			"冒险": "一款带您踏上宏大旅程的游戏，充满探索、任务和令人兴奋的发现。",
			"赋予力量": "一款赋予玩家力量的游戏，让他们变得更强，获得新的能力并克服挑战。",
			"致敬": "一款向特定主题、文化或历史事件致敬的游戏，展示出尊重和敬意。",
			"宁静": "一款提供宁静和平静体验的游戏，给人一种宁静和放松的感觉。",
			"振奋人心": "一款振奋人心的游戏，激发积极情绪，让玩家感到愉悦和乐观。",
			"欢快": "一款散发欢乐和快乐的游戏，拥有明亮的视觉效果、活泼的角色和愉快的游戏玩法。",
			"愚蠢": "一款拥抱荒谬和幽默的游戏，通过其喜剧元素鼓励笑声和娱乐。",
			"有趣": "一款通过巧妙的笑话、机智的对话和幽默的情景引起笑声和娱乐的游戏。",
			"美丽": "一款因其令人惊叹的视觉效果、令人叹为观止的风景和艺术设计而吸引人的游戏。",
			"惊艳": "一款通过令人惊叹的时刻、宏大的规模和令人惊叹的视觉效果让您叹为观止的游戏。",
			"多彩": "一款充满鲜艳色彩和丰富调色板的游戏，创造出视觉上引人注目和活力四溢的体验。",
			"神奇": "一款将您带入充满魔力和奇迹的世界的游戏，充满迷人的生物和非凡的力量。",
			"梦幻": "一款唤起梦幻般氛围的游戏，模糊现实与想象之间的界限。",
			"舒适": "一款创造温暖舒适氛围的游戏，邀请玩家放松并感到舒适。",
			"怀旧": "一款唤起怀旧情感的游戏，回顾过去的时代或童年回忆。",
			"触动人心": "一款唤起深刻情感连接的游戏，牵动心弦并留下深刻印象。",
			"情感": "一款探索复杂情感的游戏，深入探讨深刻的主题，唤起强烈的情感。",
			"浪漫": "一款探索爱和人际关系主题的游戏，提供一种深情和情感驱动的叙事。",
			"苦乐参半": "一款融合欢乐和悲伤时刻，唤起各种情感并留下持久印象的游戏。",
			"令人心碎": "一款讲述深情动人且悲惨的故事的游戏，牵动人心，让你热泪盈眶。",
			"悲伤": "一款唤起忧郁和悲伤感的游戏，探索失去、悲伤或令人心酸的时刻。",
			"阴暗": "一款设定在黑暗而氛围沉重的世界中的游戏，在环境中透露出不祥和荒凉的感觉。",
			"调皮": "一款鼓励俏皮和轻松愉快的恶作剧的游戏，让玩家参与恶作剧或幽默的滑稽动作。",
			"可怕": "一款灌注恐惧和惊悚的游戏，让玩家沉浸在悬疑和寒意的氛围中。",
			"不安": "一款营造不安和不舒服氛围的游戏，让玩家感到紧张，不确定接下来会发生什么。",
			"令人不安": "一款令人不安和困扰的游戏，呈现令人不安的图像或挑战你的认知。",
			"令人紧张": "一款让你紧张不安的游戏，通过其游戏玩法引发强烈的焦虑和紧张感。",
			"令人难忘": "一款具有令人难忘和超凡品质的游戏，让玩家沉浸在神秘和氛围独特的世界中。",
			"扣人心弦": "一款建立紧张和悬念的游戏，通过其不可预测和惊险的时刻吸引玩家。",
			"引人入胜": "一款以其神秘的叙事和引人入胜的谜团而吸引人的游戏，让玩家渴望揭开真相。",
			"神秘": "一款将其世界和角色笼罩在神秘之中的游戏，邀请玩家揭开秘密，揭示隐藏的真相。",
			"不可预测": "一款不断惊喜并打破期望的游戏，让玩家始终保持警惕，面对意想不到的转折。",
			"困惑": "一款有意挑战你的理解和感知的游戏，让你感到困惑和好奇。",
			"迷幻": "一款拥有迷人视觉效果和沉浸式音频的游戏，营造出迷人和催眠般的体验。",
			"扭曲思维": "一款扭曲现实规则并挑战你的感知的游戏，迫使你以非传统的方式思考。",
			"身临其境": "一款完全将你沉浸在其世界中的游戏，模糊游戏与现实之间的界限，创造出真正引人入胜的体验。",
			"谜题": "一款通过复杂的谜题和考验智力的挑战来测试你的解决问题的能力的游戏。",
			"战略": "一款需要仔细规划和战略思维的游戏，奖励那些能制定有效策略的玩家。",
			"引人深思": "一款探索深邃和哲学思想的游戏，鼓励玩家思考和质疑自己的信念。",
			"复杂": "一款具有复杂机制和系统的游戏，挑战玩家掌握复杂性并处理错综复杂的关系。",
			"富有创造力": "一款崇尚创造力，允许玩家通过独特和创新的游戏玩法表达自己的游戏。",
			"好奇": "一款引发好奇心和探索欲望的游戏，鼓励玩家发现隐藏的宝藏和秘密。",
			"启发性": "一款提供启发性体验和见解的游戏，扩大你对世界或特定主题的理解。"
		}
	}
}
