{
	"Adversário": {
		"description": "Quem serão os jogadores e o adversário?",
		"options": {
			"PvE Jogador Único": "Jogo individual apenas com o computador, sem interação com outros jogadores, como The Legend of Zelda.",
			"PvE Cooperativo": "Jogo de equipa contra o computador, onde os jogadores trabalham juntos para alcançar objetivos comuns, como Overcooked.",
			"PvP Duelo": "Jogo competitivo onde 2 jogadores competem diretamente um contra o outro, como Xadrez.",
			"PvP em Equipas": "Jogo competitivo, onde os jogadores colaboram em equipas para derrotar as equipas adversárias, como Overwatch.",
			"PvP Battle Royale": "Jogo competitivos, onde os jogadores lutam entre si até ao último sobrevivente, como Fortnite."
		}
	},
	"Ambiente": {
		"description": "Qual será o ambiente de fundo onde o jogo se irá realizar?",
		"options": {
			"Idade da Pedra": "Era primitiva no início da história humana.",
			"Civilização Antiga": "Sociedade antiga desaparecida à muitos milhares de anos.",
			"Antigo Egipto": "Civilização ao longo do rio Nilo conhecida por pirâmides e faraós.",
			"Período Helenístico": "Período de influência grega e difusão cultural após Alexandre, o Grande.",
			"Era Romana": "Período da antiga civilização romana e seu vasto império.",
			"Idade Média": "Era histórica entre a queda do Império Romano Ocidental e o Renascimento.",
			"Civilização Maia": "Civilização mesoamericana conhecida pela sua cultura avançada e arquitetura.",
			"Era Medieval": "Período da história europeia entre a queda de Roma e o Renascimento.",
			"Renascimento": "Renovação das artes, literatura e aprendizado na Europa durante os séculos XIV a XVII.",
			"Era dos Descobrimentos": "Era de exploração marítima e descoberta pelas potências europeias.",
			"Era do Iluminismo": "Movimento intelectual e filosófico durante o século XVIII.",
			"Revolução Industrial": "Transformação das economias e sociedades por meio da industrialização.",
			"Velho Oeste": "Era mítica da fronteira americana no final do século XIX.",
			"Era Vitoriana": "Período do reinado da Rainha Vitória conhecido pelas suas normas sociais rígidas.",
			"Primeira Guerra Mundial": "Período em torno da Primeira Guerra Mundial.",
			"Anos Loucos": "Década de dinamismo cultural e prosperidade económica americana nos anos 1920.",
			"Segunda Guerra Mundial": "Período em torno da Segunda Guerra Mundial.",
			"Guerra Fria": "Período de tensão política entre os Estados Unidos e a União Soviética.",
			"Era da Informação": "Período caracterizado por avanços tecnológicos rápidos e informação digital.",
			"Era das Redes Sociais": "Período de uso generalizado das plataformas de redes sociais.",
			"Era da Exploração Espacial": "Era de exploração e descoberta humana para além da Terra.",
			"Colónia Espacial": "Colónia humana estabelecida no espaço sideral ou em outros corpos celestes.",
			"Estação Espacial": "Estrutura em órbita onde astronautas conduzem pesquisas científicas e vivem temporariamente.",
			"Terra Pós-apocalíptica": "Mundo devastado por um evento catastrófico ou colapso da civilização.",
			"Futuro Distópico": "Sociedade futura caracterizada por opressão e sofrimento.",
			"Cidade Cyberpunk": "Ambiente urbano futurista influenciado pela tecnologia e cibernética.",
			"Metrópole Futurista": "Cidade de alta tecnologia com infraestrutura avançada e arquitetura futurista.",
			"Cidade Costeira": "Cidade localizado próximo a uma costa ou litoral.",
			"Mundo Steampunk": "Realidade alternativa com tecnologia a vapor e estética vitoriana.",
			"Vila Samurai": "Vila tradicional japonesa com guerreiros samurais e práticas culturais.",
			"Ruínas Antigas": "Restos de estruturas ou civilizações antigas do passado.",
			"Vila Tribal": "Pequena comunidade com pessoas indígenas que vivem de maneira tradicional.",
			"Mosteiro no Himalaia": "Retiro religioso ou centro de aprendizagem na cordilheira do Himalaia.",
			"Templo Inca": "Estrutura sagrada construída pela civilização Inca na América do Sul.",
			"Vila de Montanha": "Pequeno aglomerado localizado numa região montanhosa.",
			"Paisagem Ártica Gelada": "Ambiente congelado e gelado na região ártica.",
			"Paisagem de Deserto Quente": "Ambiente arenoso e árido com temperaturas extremas.",
			"Floresta Tropical ou Selva": "Floresta tropical exuberante e densa com abundante biodiversidade.",
			"Planícies da Savana": "Planícies abertas com com árvores esparsas e arbustos isolados.",
			"Arquipélago de Ilhas": "Um conjunto de ilhas pitorescas à espera de serem exploradas e descobertas.",
			"Galeria de Arte": "Um espaço curado para exibição de obras de arte requintadas e expressões criativas.",
			"Museu de História": "Um lugar onde o passado ganha vida por meio de artefactos, exposições e histórias.",
			"Campo de Batalha Ativo": "Um campo de batalha caótico e intenso onde o destino dos conflitos é determinado.",
			"Masmorra Sinistra": "Um labirinto escuro e perigoso cheio de armadilhas, monstros e tesouros escondidos.",
			"Castelo Encantado": "Uma fortaleza majestosa impregnada de charme mágico e segredos de uma era passada.",
			"Terra dos Contos de Fadas": "Um reino encantador direto dos livros de histórias, onde a magia e o encanto abundam.",
			"Mundo de Fantasia": "Um reino de imaginação ilimitada, povoado por criaturas míticas e aventuras épicas.",
			"Floresta Mágica": "Uma floresta encantada repleta de criaturas místicas e flora extraordinária.",
			"Reino Mágico": "Um reino maravilhoso governado por monarcas benevolentes e fenómenos mágicos.",
			"Reino Mitológico": "Um domínio antigo e mítico povoado por deuses, heróis e seres lendários.",
			"Realidade Alternativa": "Uma dimensão paralela onde as leis da física e da realidade são profundamente diferentes.",
			"Mundo de Simulação": "Um reino digital onde experiências e realidades virtuais podem ser exploradas e manipuladas.",
			"Mundo dos Sonhos": "Um reino surreal onde os sonhos se tornam tangíveis e a realidade se confunde com o subconsciente.",
			"Mundo dos Pesadelos": "Um reino arrepiante e assustador cheio de horrores e manifestações distorcidas.",
			"Mundo Subaquático": "Um reino aquático deslumbrante cheio de vida marinha vibrante e tesouros escondidos.",
			"Tabuleiro de Jogo": "Uma arena de jogos de mesa para batalhas estratégicas, missões e aventuras emocionantes.",
			"Praia Paradisíaca": "Um paraíso tropical com areias intocadas, águas cristalinas e relaxamento sereno.",
			"Safari Africano": "Uma experiência imersiva para explorar a natureza selvagem e a vida selvagem incrível da África.",
			"Parque de Diversões": "Um destino animado e divertido com brinquedos emocionantes e atrações.",
			"Casino ou Casa de Jogos": "Um estabelecimento vibrante que oferece jogos de azar e emoção.",
			"Casa Assombrada": "Uma residência arrepiante habitada por espíritos inquietos e fenómenos misteriosos.",
			"Dojo de Artes Marciais": "Uma instalação de treino dedicada ao domínio das técnicas e disciplina das artes marciais.",
			"Navio Pirata": "Um navio de navegação tripulado por piratas destemidos em aventuras audazes.",
			"Posto de Polícia": "Um centro policial para aplicação da lei, solução de crimes e manutenção da segurança pública.",
			"Academia Escolar": "Uma instituição de aprendizagem e conhecimento que promove o crescimento e o desenvolvimento pessoal.",
			"Laboratório de Ciências": "Um centro de ponta para pesquisa científica, experimentação e descoberta.",
			"Estádio Disportivo": "Uma grande arena onde competições atléticas e competições acontecem.",
			"Quartel-general de Espiões": "Uma base de operações secreta para coleta de inteligência, espionagem e missões secretas.",
			"Arena de Torneio": "Um campo de batalha onde os participantes se enfrentam em concursos intensos e campeonatos."
		}
	},
	"Objetivo": {
		"description": "Qual será o objetivo do jogo?",
		"options": {
			"Ser o primeiro": "Um jogo de corrida onde o objetivo é ser o primeiro a alcançar o objetivo.",
			"Durar o máximo possível": "Sobreviver indefinidamente contra desafios cada vez mais difíceis para alcançar o tempo de sobrevivência mais longo.",
			"Ganhar mais pontos": "Um jogo com pontuações onde o objetivo é acumular o máximo possível.",
			"Derrotar o inimigo": "Um jogo com um inimigo que deve ser derrotado em batalha.",
			"Encontrar todos os tokens": "Explorar, procurar e encontrar tesouros escondidos espalhados pelo mundo do jogo.",
			"Chegar ao fim da história": "Jogo movido pela narrativa onde o objetivo é chegar à conclusão da história.",
			"Completar todos os níveis": "Um jogo onde o objetivo é completar todos os níveis dentro do mundo do jogo.",
			"Mundo aberto": "Explorar, criar e encontrar diversão num mundo ilimitado de criatividade e exploração."
		}
	},
	"Elemento": {
		"description": "Qual um elemento que deverá estar presente no jogo?",
		"options": {
			"Ábaco": "Ferramenta de cálculo antiga. Resolva quebra-cabeças ou desbloqueie códigos secretos.",
			"Alquimia": "Arte mística da transmutação. Crie poções ou transforme objetos.",
			"Alienígenas": "Seres extraterrestres. Encontre-os, forme alianças ou participe em batalhas intergalácticas.",
			"Kit de munição": "Suplemento de munição. Reabasteça as armas durante o combate.",
			"Amuleto": "Amuleto mágico. Concede habilidades especiais ou protege contra maldições.",
			"Anjos": "Seres celestiais. Ajudam o jogador ou servem como guia em missões.",
			"Animais de companhia": "Amigos animais leais. Auxiliam na exploração, combate ou resolução de quebra-cabeças.",
			"Arqueologia": "Estudo de artefatos antigos. Descubra tesouros perdidos ou resolva mistérios históricos.",
			"Armadura": "Equipamento de proteção. Melhora a defesa ou suporta ataques poderosos.",
			"Seta": "Arma de projétil. Aponte e dispare contra alvos ou inimigos.",
			"Astronomia": "Estudo de corpos celestes. Navegue usando constelações ou desbloqueie conhecimentos ocultos.",
			"Mochila": "Armazenamento para objectos. Carregue provisões, equipamentos ou objetos relacionados a missões.",
			"Atadura": "Ajuda médica. Cure ferimentos ou cure doenças.",
			"Binóculos": "Dispositivo óptico. Observe objetos distantes ou explore áreas à distância.",
			"Bomba": "Dispositivo explosivo. Destrua obstáculos, inimigos ou abra caminhos selados.",
			"Criaturas botânicas": "Entidades vivas baseadas em plantas. Interaja com elas, resolva quebra-cabeças ou utilize os seus poderes.",
			"Cacto": "Planta espinhosa do deserto. Use os seus espinhos para defesa.",
			"Velas": "Fontes de luz. Ilumine áreas escuras ou crie um ambiente atmosférico.",
			"Peças de xadrez": "Elementos do jogo. Jogue quebra-cabeças de xadrez ou participe de batalhas estratégicas.",
			"Cofre": "Recipiente de tesouros. Desbloqueie-o para recompensas ou encontre chaves ocultas.",
			"Cinema": "Ambiente relacionado a filmes. Assista a filmes, resolva quebra-cabeças temáticos de filmes ou interaja com personagens.",
			"Civilizações": "Sociedades avançadas. Construa, negocie ou compita com diferentes civilizações.",
			"Chávena de café": "Recipiente de bebida quente. Use para aumentar a energia ou como um objecto de missão.",
			"Moedas": "Representação de valor. Coleccione, negocie ou compre objectos e melhorias.",
			"Cubo de Companheiro": "Objeto inanimado amigável. Resolva quebra-cabeças ou encontre companhia.",
			"Bússola": "Ferramenta de navegação. Guie o jogador, localize pontos de interesse ou encontre tesouros escondidos.",
			"Alavanca": "Ferramenta de utilidade. Abra portas, caixotes ou resolva quebra-cabeças.",
			"Cristal": "Mineral brilhante. Utilize a sua energia, desbloqueie habilidades mágicas ou restaure o poder.",
			"Cupido": "Deus do amor. Influencie relacionamentos ou use poderes relacionados ao amor.",
			"Dança": "Realização de movimentos rítmicos. Participe em competições de dança, entretenha personagens ou ative eventos.",
			"Ciclo dia-noite": "Mudança de horário. Afeta a jogabilidade, visibilidade ou comportamento dos NPCs.",
			"Escolhas de diálogo": "Tomadas de decisão do jogador. Influencie enredos, relacionamentos ou resultados de missões.",
			"Dinossauros": "Répteis pré-históricos. Encontre, domestique ou sobreviva a encontros com eles.",
			"Dragões": "Criaturas lendárias. Monte neles, batalhe com eles ou busque a sua sabedoria.",
			"Clima dinâmico": "Condições atmosféricas em constante mudança. Impacta a jogabilidade, visibilidade ou afeta o comportamento dos NPCs.",
			"Exploradores": "Aventureiros em busca do desconhecido. Embarque em missões, descubra locais ocultos ou resolva mistérios.",
			"Fadas": "Pequenas criaturas mágicas. Auxiliam o jogador, concedem poderes ou interajam com o ambiente.",
			"Agricultura": "Cultivo de plantações e criação de animais. Recolha recursos, negocie ou gira uma fazenda.",
			"Moda": "Estilo e roupas. Personalize personagens, desbloqueie roupas ou participe de competições de moda.",
			"Aquário": "Habitat aquático. Colecione e cuide de peixes, decore o aquário ou participe de mini-jogos.",
			"Vaso de flores": "Recipiente decorativo. Arrume flores, resolva quebra-cabeças ou ative eventos especiais.",
			"Flores": "Plantas em floração. Colecione, cultive ou use-as para diversos fins.",
			"Comida": "Sustento comestível. Cozinhe, colecione ingredientes ou gira recursos alimentares.",
			"Frutas": "Produtos deliciosos e nutritivos. Colecione, negocie ou use-os em receitas.",
			"Lata de combustível": "Fonte de energia. Encha veículos ou máquinas, ou use como um objecto de missão.",
			"Pedras preciosas": "Minerais polidos. Colecione, negocie ou use-as para criação ou aprimoramento.",
			"Fantasmas": "Espíritos dos falecidos. Comunique-se com eles, resolva seus mistérios ou ajude suas almas.",
			"Aquecimento global": "Fenómeno ambiental. Aborde os seus efeitos ou encontre soluções.",
			"Globo": "Representação da Terra. Resolva quebra-cabeças baseados em geografia ou navegue pelo mundo.",
			"Deuses": "Serem poderosos com habilidades divinas, podem influenciar o mundo do jogo e ajudar ou desafiar os jogadores.",
			"Gancho de escalada": "Ferramenta que permite aos jogadores balançar, escalar ou atravessar obstáculos no ambiente do jogo.",
			"Granada": "Arma explosiva usada para causar danos em área a inimigos ou estruturas.",
			"Guitarra": "Instrumento musical usado para tocar melodias, criar bónus ou lançar feitiços no jogo.",
			"Martelo": "Ferramenta ou arma para construção, reparo ou combate dentro do jogo.",
			"Barra de vida": "Representação visual da saúde ou vitalidade restante de um personagem no jogo.",
			"Figuras históricas": "Indivíduos famosos da história, podem ser NPCs, fornecedores de missões ou personagens desbloqueáveis.",
			"Ampulheta": "Mecânica de jogo baseada em tempo ou indicador para desafios ou eventos cronometrados.",
			"Gelado": "Alimento consumível que restaura a saúde ou fornece aumentos temporários aos atributos do jogador.",
			"Insetos": "Pequenas criaturas que podem ser coletadas, domesticadas ou usadas para criação no jogo.",
			"Invenções": "Dispositivos criados ou descobertos pelo jogador que oferecem habilidades únicas ou resolvem quebra-cabeças.",
			"Juiz": "Personagem responsável por avaliar as ações do jogador ou de outros, fornecendo recompensas ou punições.",
			"Saltar": "Habilidade da personagem de saltar ou pular, permitindo atravessar obstáculos ou evitar perigos.",
			"Animais da selva": "Espécies selvagens encontradas em ambientes de selva, podem ser caçadas, domesticadas ou usadas para missões.",
			"Chaves": "Objecto usados para abrir portas, baús ou acessar áreas ocultas no jogo.",
			"Cavaleiros": "Guerreiros honráveis habilidosos em combate e cavalaria, frequentemente envolvidos em missões ou batalhas.",
			"Marcos históricos": "Estruturas ou locais proeminentes que servem como pontos de interesse ou auxílios de navegação.",
			"Lanterna": "Fonte de luz usada para iluminar áreas escuras ou afastar inimigos no jogo.",
			"Níveis": "Estágios ou áreas distintas dentro da progressão do jogo, oferecendo novos desafios e recompensas.",
			"Arrombamento de fechaduras": "Mecânica que permite aos jogadores abrir portas ou recipientes manipulando mecanismos de fechadura.",
			"Despojos": "Objectos ou recompensas obtidas derrotando inimigos, abrindo baús ou completando missões.",
			"Monstros adoráveis": "Criaturas amigáveis ou cativantes que podem ajudar os jogadores ou servir como companheiros.",
			"Livro de magias": "Repositório de feitiços mágicos ou habilidades, permitindo que os jogadores conjurem várias encantamentos.",
			"Lupa": "Ferramenta usada para investigação, revelando pistas ocultas ou descobrindo segredos.",
			"Mana": "Recurso que representa a energia mágica de um personagem, usado para lançar feitiços ou realizar habilidades.",
			"Mapas": "Representações visuais do mundo do jogo, ajudando os jogadores a navegar e descobrir novas áreas.",
			"Labirintos": "Estruturas complexas e labirínticas que desafiam as habilidades de navegação dos jogadores.",
			"Remédios": "Objectos ou habilidades que restauram a saúde, curam doenças ou fornecem aumentos temporários.",
			"Sereias": "Serem míticos aquáticos, frequentemente associados ao encantamento, beleza ou missões misteriosas.",
			"Detector de metais": "Ferramenta usada para localizar tesouros escondidos, artefatos ou objectos enterrados no mundo do jogo.",
			"Unidades militares": "Grupos de soldados ou combatentes que podem ser comandados ou controlados pelos jogadores.",
			"Minions": "Seguidores leais ou criaturas pequenas que ajudam os jogadores em batalhas ou tarefas.",
			"Sacos de dinheiro": "Objectos colecionáveis ou moeda dentro do jogo usada para comprar objectos ou desbloquear conteúdo.",
			"Monstros": "Criaturas hostis ou perigosas que os jogadores devem derrotar ou superar em combate.",
			"Música": "Elemento auditivo que define a atmosfera, temas ou melhora a experiência do jogador no jogo.",
			"Criaturas míticas": "Serem lendários com habilidades e características únicas, adicionando um elemento de fantasia ao jogo.",
			"Seres espirituais da natureza": "Entidades sobrenaturais que representam as forças da natureza, muitas vezes oferecendo ajuda ou missões.",
			"Agulha": "Ferramenta usada para ações precisas, como costurar, consertar ou ativar mecanismos pequenos.",
			"Ninjas": "Guerreiros furtivos habilidosos em espionagem, assassinato ou operações secretas.",
			"Criaturas oceânicas": "Formas de vida marinhas, como peixes, tubarões ou golfinhos, encontradas em ambientes oceânicos.",
			"Pincel": "Ferramenta que permite aos jogadores criar ou modificar arte no jogo, resolver quebra-cabeças ou lançar feitiços.",
			"Permadeath": "Mecânica de jogo em que a morte do personagem é permanente, adicionando desafio e consequências.",
			"Filósofos": "Pensadores e estudiosos famosos, podem oferecer sabedoria, orientação ou missões filosóficas.",
			"Conceitos filosóficos": "Ideias ou princípios abstratos usados como temas ou quebra-cabeças dentro do jogo.",
			"Picareta": "Ferramenta de mineração usada para extrair recursos de rochas, paredes ou do ambiente.",
			"Piratas": "Foras-da-lei ou aventureiros navegadores, frequentemente envolvidos em combates navais, caças ao tesouro ou missões.",
			"Políticos": "Figuras públicas envolvidas na política, podem influenciar o mundo do jogo por meio de alianças ou decisões.",
			"Estrelas pop": "Músicos ou artistas famosos, podem ser apresentados como personagens ou fornecer missões relacionadas à música.",
			"Portais": "Passagens ou fendas mágicas que permitem viagens instantâneas entre locais ou dimensões.",
			"Poções": "Líquidos consumíveis com diversos efeitos, como cura, aumentos temporários ou habilidades.",
			"Vaso de plantas": "Recipiente decorativo que esconde passagens secretas ou guarda elementos valiosos.",
			"Poderes": "Aumentos temporários de habilidades ou atributos para o personagem do jogador.",
			"Princesas": "Donzelas em perigo ou aliadas poderosas que ajudam o jogador.",
			"Sistema de progressão": "Mecanismo que permite ao personagem do jogador evoluir de nível e desbloquear novas habilidades.",
			"Quebra-cabeças": "Desafios mentais que requerem solução para avançar no jogo ou acessar áreas ocultas.",
			"Missões": "Tarefas ou missões atribuídas ao personagem do jogador, impulsionando a história principal.",
			"Religião": "Sistema de crenças que afeta a jogabilidade, rituais e interações com seres divinos.",
			"Recursos": "Materiais colecionáveis usados para criar, negociar ou melhorar no jogo.",
			"Robôs": "Serem mecânicos que ajudam ou atrapalham o personagem do jogador com suas habilidades únicas.",
			"Corda": "Ferramenta versátil para escalar, balançar ou resolver quebra-cabeças ambientais.",
			"Runas": "Símbolos antigos com propriedades mágicas que podem ser usados para lançar feitiços ou encantar objetos.",
			"Balança": "Instrumento usado para pesar ou equilibrar objetos, frequentemente para desbloquear portas ou ativar mecanismos.",
			"Escudos": "Equipamento de proteção que reduz o dano ou desvia projéteis em combate.",
			"Missões secundárias": "Missões opcionais ou tarefas que oferecem recompensas e expandem o mundo do jogo.",
			"Influenciadores das redes sociais": "Personagens influentes que podem ajudar ou dificultar o progresso do jogador por meio de sua presença online.",
			"Feitiços": "Habilidades mágicas ou encantamentos que permitem ao jogador manipular o ambiente ou combater inimigos.",
			"Estrelas desportistas": "Atletas famosos com habilidades únicas que participam de desafios ou competições temáticas desportivas.",
			"Furtividade": "Mecânica que se foca em ações secretas e com o objectivo de evitar detecção.",
			"Super-heróis": "Personagens extraordinários com poderes especiais e uma missão de salvar o mundo do mal.",
			"Espadas": "Armas de combate corpo a corpo versáteis, variando em potência, alcance e habilidades especiais.",
			"Animais falantes": "Animais que se comunicam com o jogador, fornecendo orientações ou diálogos humorísticos.",
			"Chaleira": "Objeto mágico que concede aumentos temporários de atributos ou prepara poções.",
			"Urso de pelúcia": "Companheiro reconfortante que proporciona consolo ou desbloqueia memórias ocultas.",
			"Teletransporte": "Habilidade de transportar instantaneamente o personagem do jogador para diferentes locais no mundo do jogo.",
			"Telescópio": "Ferramenta de observação que revela segredos distantes ou ajuda na navegação.",
			"Raquete de tênis": "Equipamento esportivo usado para jogar tênis ou repelir projéteis em combate.",
			"Termômetro": "Instrumento para medir a temperatura, usado para resolver quebra-cabeças ou avaliar perigos ambientais.",
			"Tempo": "Mecânica que afeta a jogabilidade, permitindo a manipulação do tempo ou desafios limitados pelo tempo.",
			"Máquina do tempo": "Dispositivo que possibilita a viagem para diferentes períodos de tempo, alterando o cenário e os desafios do jogo.",
			"Viagem no tempo": "Mecânica que permite aos jogadores viajar para o passado ou futuro dentro do jogo.",
			"Torradeira": "Objeto interativo que transforma itens comuns em ferramentas úteis ou power-ups.",
			"Caixa de ferramentas": "Recipientede várias ferramentas que auxiliam na reparação de objetos, desbloqueio de áreas ou criação.",
			"Torres": "Estruturas para defender ou conquistar, oferecendo vantagens estratégicas ou servindo como pontos de observação.",
			"Brinquedos": "Objetos ou personagens interativos que proporcionam diversão, desbloqueiam segredos ou desencadeiam eventos.",
			"Mapa do tesouro": "Guia para tesouros escondidos, levando o personagem do jogador a recompensas valiosas.",
			"Troféus": "Conquistas ou recompensas obtidas ao concluir tarefas ou desafios específicos.",
			"Máquina de escrever": "Dispositivo usado para documentar a jornada do personagem do jogador, revelar mensagens ocultas ou desencadear eventos.",
			"Guarda-chuvas": "Itens usados para proteção contra elementos ambientais ou como ferramenta para quebra-cabeças.",
			"Unicórnios": "Criaturas míticas que concedem habilidades especiais, servem como montarias ou auxiliam o personagem do jogador.",
			"Veículos": "Meios de transporte que oferecem velocidade, exploração e capacidades de combate.",
			"Gira-discos de vinil": "Objeto interativo que reproduz música, desencadeia eventos ou revela mensagens ocultas.",
			"Vida selvagem": "Animais e criaturas em seu habitat natural, oferecendo recursos, obstáculos ou companhia.",
			"Carrilhões de vento": "Objetos decorativos que criam sons relaxantes, revelando passagens ocultas ou acalmando personagens.",
			"Moinho de vento": "Estrutura funcional ou interativa usada para gerar energia ou acessar áreas escondidas.",
			"Magos": "Mestres da magia que fornecem orientação, ensinam feitiços ou participam de batalhas épicas.",
			"Chave inglesa": "Ferramenta versátil usada para reparar máquinas, resolver quebra-cabeças ou alterar o ambiente.",
			"Signos do zodíaco": "Símbolos astrológicos que representam os traços do personagem do jogador, afetando a jogabilidade ou as interações.",
			"Zombies": "Criaturas mortas-vivas que se alimentam de carne humana, frequentemente apresentadas como inimigos em jogos de terror ou sobrevivência."
		}
	},
	"Sensação": {
		"description": "Que sentimento é que o jogo deve transmitir ao jogador?",
		"options": {
			"Enfurecedor": "Um jogo que testa a paciência e te deixa furioso com obstáculos desafiadores e quebra-cabeças difíceis.",
			"Repugnante": "Um jogo que explora o grotesco e repulsivo, com criaturas horríveis e imagens perturbadoras.",
			"Frustrante": "Um jogo que constantemente desafia suas habilidades ao limite, apresentando desafios difíceis e exigindo precisão.",
			"Provocativo": "Um jogo que desafia normas sociais e provoca reflexão por meio da sua narrativa e escolhas de jogabilidade.",
			"Desafiador": "Um jogo que apresenta tarefas exigentes e requer pensamento estratégico e execução habilidosa.",
			"Empolgante": "Um jogo que te mantém na ponta da cadeira com sequências de ação intensa e momentos de suspense.",
			"Cheio de adrenalina": "Um jogo que oferece uma experiência de alta octanagem com ação contínua e jogabilidade cheia de adrenalina.",
			"Frenético": "Um jogo rápido e caótico, exigindo reflexos rápidos e tomada de decisões rápidas.",
			"Aventuroso": "Um jogo que te leva a uma grande jornada cheia de exploração, missões e descobertas emocionantes.",
			"Empoderador": "Um jogo que capacita o jogador, permitindo que ele se torne mais forte, adquira novas habilidades e supere desafios.",
			"Honroso": "Um jogo que presta homenagem a um tema específico, cultura ou evento histórico, mostrando respeito e reverência.",
			"Tranquilo": "Um jogo que oferece uma experiência serena e tranquila, proporcionando uma sensação de calma e relaxamento.",
			"Elevador": "Um jogo que eleva o espírito, inspirando emoções positivas e deixando os jogadores com uma sensação de alegria e otimismo.",
			"Alegre": "Um jogo que irradia alegria e felicidade, apresentando visuais vibrantes, personagens animados e jogabilidade alegre.",
			"Bobo": "Um jogo que abraça o absurdo e o humor, incentivando risadas e diversão por meio de seus elementos cómicos.",
			"Engraçado": "Um jogo que provoca risos e diversão por meio de piadas inteligentes, diálogos espirituosos e situações engraçadas.",
			"Belo": "Um jogo que cativa com seus visuais deslumbrantes, paisagens impressionantes e design artístico.",
			"Deslumbrante": "Um jogo que te deixa maravilhado com momentos impressionantes, escala grandiosa e visuais de tirar o fôlego.",
			"Colorido": "Um jogo que irradia cores vibrantes e uma paleta rica, criando uma experiência visualmente marcante e animada.",
			"Mágico": "Um jogo que te transporta para um mundo de magia e maravilha, cheio de criaturas encantadoras e poderes extraordinários.",
			"Sonhador": "Um jogo que evoca uma atmosfera onírica, borrando a linha entre a realidade e a imaginação.",
			"Aconchegante": "Um jogo que cria um ambiente acolhedor e reconfortante, convidando os jogadores a relaxar e se sentirem à vontade.",
			"Nostálgico": "Um jogo que evoca sentimentos de nostalgia, remetendo a uma era passada ou memórias de infância.",
			"Comovente": "Um jogo que cria conexões emocionais profundas, mexendo com os sentimentos e deixando um impacto duradouro.",
			"Emocionante": "Um jogo que explora emoções complexas, mergulhando em temas profundos e evocando sentimentos intensos.",
			"Romântico": "Um jogo que explora temas de amor e relacionamentos, oferecendo uma narrativa sincera e emocionalmente envolvente.",
			"Agridoce": "Um jogo que mistura momentos de alegria e tristeza, evocando uma mistura de emoções que deixa uma impressão duradoura.",
			"De Partir o Coração": "Um jogo que conta uma história profundamente comovente e trágica, mexendo com os sentimentos e trazendo lágrimas aos olhos.",
			"Triste": "Um jogo que provoca uma sensação de melancolia e tristeza, explorando temas de perda, luto ou momentos comoventes.",
			"Sombrio": "Um jogo ambientado em um mundo sombrio e atmosférico, onde um sentimento de presságio e desolação permeia o ambiente.",
			"Brincalhão": "Um jogo que encoraja travessuras brincalhonas e de bom humor, permitindo que os jogadores façam partidas ou brincadeiras engraçadas.",
			"Aterrador": "Um jogo que inspira medo e terror, imergindo os jogadores em uma atmosfera de suspense e arrepios.",
			"Inquietante": "Um jogo que cria uma atmosfera de inquietação e desconforto, mantendo os jogadores tensos e incertos sobre o que está por vir.",
			"Desconcertante": "Um jogo que perturba e desconcerta, apresentando imagens ou narrativas perturbadoras que desafiam a percepção.",
			"De Tirar o Fôlego": "Um jogo que constantemente te mantém alerta, provocando ansiedade e tensão intensas por meio da sua jogabilidade.",
			"Assombrador": "Um jogo com uma qualidade assombradora e etérea, mergulhando os jogadores em um mundo misterioso e atmosférico.",
			"Suspense": "Um jogo que constrói tensão e suspense, mantendo os jogadores envolvidos com seus momentos imprevisíveis e emocionantes.",
			"Intrigante": "Um jogo que cativa com a sua narrativa enigmática e mistérios intrigantes, deixando os jogadores ansiosos para descobrir a verdade.",
			"Misterioso": "Um jogo que envolve seu mundo e personagens em mistério, convidando os jogadores a desvendar segredos e descobrir verdades ocultas.",
			"Imprevisível": "Um jogo que constantemente surpreende e desafia as expectativas, mantendo os jogadores atentos com reviravoltas inesperadas.",
			"Confuso": "Um jogo que intencionalmente desafia a compreensão e percepção, deixando uma sensação de confusão e intriga.",
			"Hipnótico": "Um jogo com visuais hipnotizantes e áudio imersivo, criando uma experiência fascinante e hipnótica.",
			"Alucinante": "Um jogo que distorce as regras da realidade e desafia a percepção, obrigando a pensar de maneiras não convencionais.",
			"Imersivo": "Um jogo que insere o jogador completamente no seu mundo, apagando a linha entre o jogo e a realidade para uma experiência verdadeiramente envolvente.",
			"Estratégico": "Um jogo que requer planeamento cuidadoso e pensamento estratégico, recompensando os jogadores que podem desenvolver táticas eficazes.",
			"Instigante": "Um jogo que explora ideias profundas e filosóficas, encorajando os jogadores a contemplar e questionar suas crenças.",
			"Complicado": "Um jogo com mecânicas e sistemas complexos, desafiando os jogadores a dominar subtilezas e navegar por relacionamentos intrincados.",
			"Criativo": "Um jogo que celebra a criatividade e permite que os jogadores se expressem por meio de jogabilidade única e inventiva.",
			"Curioso": "Um jogo que desperta curiosidade e um senso de exploração, encorajando os jogadores a descobrir tesouros e segredos escondidos.",
			"Esclarecedor": "Um jogo que oferece experiências e conhecimento esclarecedores, ampliando a compreensão do mundo ou de tópicos específicos."
		}
	}
}
